AlbertoSanchez19/TFG/Smart Hive/PRUNING/NET/Taylor/stm32_ert_rtw/stm32_data.c
    57U, 74U, 82U, 23U, 61U, 77U, 68U, 20U, 30U, 81U, 8U, 0U, 0U, 0U, 12U, 0U,
    0U, 1U, 4U, 0U, 0U, 3U, 2U, 2U, 10U, 12U, 5U, 21U, 23U, 27U, 34U, 40U, 45U,
    44U, 41U, 45U, 44U, 42U, 51U, 56U, 17U, 4U, 16U, 11U, 28U, 4U, 0U, 0U, 1U,
    22U, 5U, 15U, 16U, 17U, 11U, 20U, 10U, 20U, 28U, 21U, 23U, 17U, 23U, 9U, 9U,
    2U, 13U, 4U, 6U, 11U, 4U, 0U, 0U, 0U, 11U, 0U, 0U, 4U, 6U, 5U, 2U, 0U, 0U,
    3U, 2U, 0U, 0U, 0U, 0U, 0U, 4U, 0U, 3U, 0U, 0U, 3U, 3U, 0U, 0U, 2U, 10U, 25U,
    29U, 33U, 25U, 2U, 1U, 1U, 3U, 7U, 0U, 0U, 1U, 4U, 0U, 3U, 9U, 9U, 10U, 15U,
    7U, 0U, 0U, 6U, 3U, 0U, 0U, 2U, 0U, 0U, 0U, 9U, 40U, 32U, 22U, 47U, 53U, 38U,
    36U, 25U, 12U, 9U, 17U, 28U, 39U, 47U, 58U, 54U, 43U, 29U, 13U, 0U, 0U, 0U,
    0U, 6U, 16U, 23U, 38U, 44U, 36U, 24U, 22U, 1U, 0U, 0U, 0U, 25U, 42U, 21U, 0U,
    0U, 0U, 10U, 44U, 36U, 27U, 21U, 0U, 0U, 0U, 0U, 2U, 2U, 1U, 3U, 3U, 0U, 0U,
    2U, 8U, 10U, 6U, 0U, 0U, 0U, 0U, 1U, 1U, 2U, 0U, 1U, 11U, 12U, 17U, 22U, 28U,
    32U, 32U, 30U, 38U, 9U, 0U, 0U, 11U, 12U, 0U, 0U, 14U, 6U, 0U, 4U, 10U, 4U,
    2U, 5U, 4U, 0U, 1U, 1U, 0U, 6U, 10U, 30U, 32U, 27U, 27U, 46U, 44U, 48U, 62U,
    39U, 0U, 7U, 20U, 38U, 47U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 7U, 0U, 1U, 3U, 0U,
    0U, 7U, 15U, 14U, 14U, 15U, 14U, 30U, 30U, 32U, 38U, 45U, 49U, 50U, 49U, 53U,
    48U, 46U, 50U, 52U, 19U, 10U, 16U, 37U, 32U, 6U, 4U, 3U, 9U, 26U, 10U, 9U,
    9U, 3U, 7U, 10U, 7U, 3U, 0U, 0U, 0U, 0U, 21U, 10U, 4U, 5U, 7U, 11U, 8U, 8U,
    5U, 3U, 3U, 0U, 6U, 0U, 12U, 10U, 0U, 0U, 7U, 3U, 0U, 0U, 0U, 0U, 1U, 0U, 0U,
    1U, 5U, 4U, 0U, 0U, 0U, 9U, 0U, 0U, 0U, 2U, 14U, 27U, 35U, 27U, 19U, 11U, 0U,
    0U, 4U, 2U, 0U, 0U, 3U, 0U, 7U, 3U, 1U, 7U, 8U, 7U, 1U, 0U, 0U, 4U, 0U, 0U,
    3U, 0U, 0U, 1U, 1U, 5U, 1U, 35U, 47U, 31U, 42U, 42U, 28U, 21U, 7U, 6U, 12U,
    7U, 9U, 22U, 37U, 49U, 49U, 38U, 28U, 8U, 0U, 0U, 0U, 0U, 6U, 12U, 23U, 37U,
    39U, 38U, 30U, 18U, 0U, 0U, 0U, 5U, 35U, 35U, 9U, 0U, 0U, 0U, 26U, 38U, 41U,
    29U, 14U, 5U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 4U, 0U, 0U, 2U, 0U, 8U, 0U, 2U, 0U,
    0U, 0U, 0U, 0U, 1U, 2U, 5U, 8U, 18U, 26U, 36U, 41U, 40U, 34U, 28U, 9U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 17U, 3U, 1U, 8U, 0U, 0U, 12U, 0U, 0U, 2U, 2U, 5U,
    19U, 4U, 27U, 30U, 18U, 28U, 37U, 42U, 55U, 38U, 0U, 0U, 0U, 6U, 65U, 34U,
    0U, 0U, 13U, 28U, 0U, 0U, 0U, 0U, 0U, 6U, 6U, 0U, 0U, 9U, 20U, 20U, 16U, 19U,
    26U, 36U, 32U, 32U, 38U, 44U, 48U, 53U, 53U, 60U, 50U, 45U, 48U, 52U, 24U,
    17U, 16U, 34U, 14U, 1U, 4U, 2U, 6U, 11U, 0U, 0U, 3U, 0U, 6U, 4U, 9U, 6U, 3U,
    2U, 3U, 0U, 4U, 8U, 11U, 2U, 16U, 13U, 8U, 7U, 5U, 6U, 5U, 0U, 0U, 4U, 20U,
    0U, 0U, 6U, 10U, 0U, 0U, 0U, 0U, 1U, 1U, 0U, 0U, 5U, 2U, 10U, 0U, 0U, 12U,
    13U, 0U, 0U, 8U, 5U, 24U, 32U, 38U, 28U, 19U, 23U, 5U, 0U, 0U, 0U, 6U, 0U,
    5U, 0U, 15U, 4U, 2U, 8U, 10U, 2U, 0U, 0U, 0U, 0U, 0U, 7U, 8U, 1U, 0U, 0U, 4U,
    7U, 0U, 0U, 42U, 54U, 33U, 32U, 9U, 3U, 0U, 9U, 14U, 3U, 1U, 7U, 18U, 33U,
    41U, 39U, 35U, 21U, 4U, 0U, 0U, 0U, 0U, 4U, 13U, 21U, 32U, 45U, 27U, 31U,
    11U, 0U, 0U, 0U, 12U, 29U, 35U, 3U, 0U, 3U, 0U, 18U, 41U, 32U, 33U, 17U, 6U,
    0U, 0U, 0U, 0U, 1U, 4U, 2U, 0U, 0U, 0U, 0U, 3U, 0U, 4U, 0U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 6U, 16U, 27U, 41U, 50U, 49U, 40U, 28U, 1U, 0U, 9U, 0U, 0U, 3U,
    6U, 0U, 17U, 6U, 0U, 9U, 8U, 4U, 10U, 25U, 0U, 3U, 17U, 8U, 16U, 10U, 23U,
    16U, 15U, 31U, 42U, 62U, 66U, 22U, 0U, 0U, 0U, 17U, 26U, 0U, 0U, 6U, 46U,
    20U, 0U, 13U, 1U, 0U, 4U, 10U, 20U, 14U, 12U, 14U, 24U, 26U, 25U, 31U, 41U,
    45U, 40U, 40U, 42U, 47U, 49U, 55U, 58U, 67U, 52U, 43U, 48U, 59U, 33U, 18U,
    16U, 23U, 11U, 13U, 15U, 11U, 11U, 6U, 1U, 2U, 5U, 0U, 4U, 12U, 14U, 4U, 6U,
    4U, 11U, 6U, 0U, 4U, 8U, 2U, 8U, 7U, 5U, 9U, 7U, 8U, 6U, 0U, 5U, 28U, 0U, 0U,
    0U, 0U, 9U, 0U, 0U, 0U, 1U, 5U, 1U, 0U, 0U, 4U, 0U, 3U, 0U, 0U, 10U, 2U, 0U,
    0U, 7U, 3U, 27U, 27U, 28U, 27U, 13U, 13U, 23U, 0U, 0U, 0U, 9U, 0U, 0U, 0U,
    16U, 5U, 4U, 9U, 10U, 0U, 0U, 0U, 0U, 0U, 8U, 5U, 0U, 2U, 2U, 0U, 10U, 19U,
    9U, 0U, 15U, 55U, 59U, 38U, 0U, 0U, 0U, 4U, 9U, 5U, 1U, 0U, 6U, 9U, 18U, 31U,
    39U, 43U, 28U, 4U, 4U, 0U, 0U, 0U, 5U, 11U, 24U, 37U, 27U, 33U, 24U, 3U, 1U,
    0U, 0U, 15U, 49U, 12U, 1U, 10U, 0U, 0U, 20U, 43U, 41U, 28U, 16U, 6U, 0U, 0U,
    0U, 2U, 0U, 0U, 2U, 0U, 0U, 0U, 0U, 0U, 5U, 5U, 3U, 2U, 3U, 0U, 0U, 0U, 0U,
    1U, 12U, 27U, 44U, 54U, 53U, 44U, 24U, 14U, 1U, 4U, 3U, 0U, 0U, 0U, 0U, 14U,
    19U, 0U, 0U, 0U, 0U, 0U, 19U, 15U, 0U, 3U, 15U, 9U, 7U, 32U, 26U, 28U, 34U,
    29U, 38U, 42U, 22U, 21U, 0U, 17U, 16U, 0U, 0U, 0U, 12U, 19U, 0U, 23U, 8U, 0U,
    0U, 4U, 12U, 23U, 28U, 27U, 27U, 28U, 31U, 37U, 45U, 52U, 51U, 49U, 47U, 49U,
    48U, 49U, 53U, 58U, 63U, 51U, 39U, 48U, 61U, 24U, 7U, 8U, 14U, 12U, 14U, 6U,
    7U, 10U, 6U, 11U, 9U, 4U, 2U, 8U, 35U, 31U, 0U, 0U, 7U, 12U, 6U, 8U, 2U, 0U,
    12U, 0U, 0U, 0U, 2U, 6U, 7U, 5U, 0U, 3U, 0U, 10U, 3U, 0U, 7U, 11U, 2U, 0U,
    0U, 5U, 6U, 1U, 0U, 0U, 0U, 0U, 0U, 12U, 7U, 0U, 0U, 0U, 0U, 5U, 5U, 31U,
    40U, 29U, 30U, 25U, 17U, 37U, 8U, 0U, 0U, 6U, 0U, 0U, 7U, 13U, 1U, 6U, 6U,
    0U, 0U, 0U, 0U, 4U, 0U, 2U, 0U, 0U, 6U, 12U, 0U, 11U, 18U, 0U, 2U, 0U, 3U,
    38U, 38U, 13U, 0U, 0U, 0U, 1U, 4U, 2U, 0U, 1U, 0U, 3U, 20U, 36U, 49U, 41U,
    21U, 8U, 0U, 0U, 0U, 1U, 11U, 20U, 24U, 36U, 31U, 34U, 14U, 0U, 0U, 0U, 3U,
    31U, 40U, 19U, 2U, 0U, 0U, 0U, 23U, 39U, 39U, 33U, 20U, 4U, 0U, 0U, 0U, 0U,
    0U, 9U, 1U, 0U, 0U, 0U, 2U, 1U, 6U, 3U, 1U, 4U, 4U, 5U, 6U, 0U, 1U, 4U, 16U,
    35U, 53U, 61U, 60U, 31U, 22U, 0U, 0U, 9U, 10U, 0U, 0U, 0U, 0U, 7U, 6U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 15U, 5U, 9U, 25U, 26U, 22U, 24U, 33U, 23U, 15U, 14U,
    4U, 5U, 4U, 16U, 0U, 0U, 18U, 0U, 20U, 0U, 0U, 39U, 12U, 0U, 0U, 4U, 12U,
    18U, 31U, 34U, 34U, 36U, 41U, 47U, 50U, 53U, 50U, 53U, 53U, 52U, 50U, 47U,
    51U, 55U, 56U, 52U, 47U, 49U, 48U, 11U, 0U, 6U, 11U, 16U, 14U, 4U, 9U, 12U,
    7U, 12U, 10U, 9U, 18U, 19U, 32U, 42U, 0U, 8U, 5U, 1U, 10U, 0U, 7U, 6U, 2U,
    16U, 3U, 0U, 0U, 2U, 8U, 8U, 0U, 1U, 0U, 34U, 0U, 0U, 24U, 5U, 4U, 3U, 0U,
    8U, 7U, 1U, 0U, 0U, 0U, 0U, 1U, 14U, 3U, 0U, 5U, 2U, 3U, 7U, 5U, 25U, 47U,
    33U, 22U, 28U, 22U, 26U, 21U, 0U, 3U, 4U, 2U, 0U, 11U, 10U, 4U, 7U, 1U, 0U,
    0U, 0U, 0U, 13U, 11U, 0U, 0U, 0U, 8U, 13U, 0U, 4U, 8U, 14U, 9U, 15U, 9U, 0U,
    4U, 11U, 4U, 0U, 0U, 0U, 0U, 2U, 1U, 0U, 0U, 1U, 7U, 17U, 29U, 37U, 37U, 17U,
    4U, 0U, 0U, 2U, 8U, 12U, 7U, 34U, 31U, 31U, 21U, 4U, 0U, 0U, 2U, 7U, 49U,
    41U, 6U, 0U, 0U, 0U, 0U, 17U, 34U, 40U, 32U, 21U, 9U, 0U, 0U, 0U, 0U, 3U, 0U,
    0U, 0U, 0U, 0U, 0U, 5U, 2U, 0U, 0U, 3U, 5U, 10U, 1U, 0U, 0U, 2U, 16U, 33U,
    49U, 55U, 45U, 26U, 15U, 2U, 0U, 13U, 17U, 4U, 0U, 0U, 0U, 0U, 0U, 6U, 11U,
    2U, 0U, 0U, 0U, 8U, 0U, 9U, 18U, 22U, 20U, 21U, 36U, 41U, 30U, 28U, 26U, 24U,
    33U, 0U, 0U, 14U, 0U, 17U, 8U, 0U, 7U, 26U, 23U, 4U, 0U, 8U, 27U, 35U, 30U,
    37U, 41U, 42U, 46U, 45U, 45U, 47U, 47U, 55U, 60U, 56U, 51U, 51U, 53U, 53U,
    50U, 49U, 54U, 45U, 26U, 0U, 3U, 6U, 4U, 9U, 8U, 8U, 9U, 10U, 9U, 8U, 13U,
    16U, 30U, 33U, 17U, 60U, 0U, 6U, 3U, 0U, 14U, 0U, 1U, 1U, 0U, 0U, 7U, 0U, 0U,
    0U, 4U, 9U, 2U, 6U, 12U, 7U, 0U, 6U, 8U, 0U, 13U, 4U, 0U, 2U, 9U, 4U, 0U, 0U,
    0U, 0U, 0U, 4U, 0U, 0U, 6U, 1U, 0U, 1U, 15U, 27U, 48U, 42U, 21U, 23U, 32U,
    19U, 25U, 1U, 1U, 4U, 4U, 4U, 7U, 6U, 5U, 0U, 0U, 0U, 2U, 2U, 3U, 5U, 6U, 0U,
    6U, 4U, 1U, 6U, 0U, 7U, 12U, 0U, 12U, 23U, 12U, 2U, 0U, 18U, 19U, 5U, 0U, 0U,
    0U, 0U, 4U, 0U, 0U, 0U, 0U, 2U, 12U, 25U, 41U, 38U, 14U, 0U, 0U, 0U, 0U, 0U,
    6U, 10U, 25U, 26U, 29U, 21U, 0U, 1U, 9U, 1U, 26U, 52U, 44U, 0U, 0U, 8U, 2U,
    0U, 13U, 32U, 32U, 31U, 20U, 3U, 0U, 0U, 1U, 0U, 0U, 3U, 1U, 5U, 0U, 0U, 7U,
    5U, 1U, 2U, 1U, 0U, 0U, 1U, 4U, 3U, 5U, 6U, 6U, 12U, 18U, 21U, 21U, 30U, 18U,
    0U, 0U, 4U, 17U, 35U, 18U, 0U, 0U, 0U, 0U, 0U, 1U, 5U, 0U, 0U, 20U, 2U, 11U,
    21U, 19U, 23U, 30U, 43U, 51U, 33U, 22U, 29U, 38U, 10U, 0U, 8U, 16U, 3U, 19U,
    0U, 0U, 12U, 26U, 11U, 4U, 12U, 0U, 28U, 33U, 37U, 43U, 47U, 51U, 50U, 44U,
    42U, 48U, 49U, 61U, 66U, 63U, 57U, 55U, 56U, 55U, 48U, 44U, 53U, 41U, 12U,
    0U, 12U, 5U, 3U, 4U, 4U, 10U, 6U, 5U, 13U, 11U, 16U, 16U, 30U, 56U, 31U,
    110U, 19U, 9U, 6U, 7U, 0U, 11U, 0U, 8U, 90U, 25U, 8U, 1U, 0U, 0U, 0U, 4U, 2U,
    11U, 3U, 16U, 13U, 3U, 3U, 0U, 0U, 1U, 0U, 0U, 9U, 8U, 0U, 0U, 3U, 0U, 0U,
    6U, 2U, 2U, 6U, 0U, 0U, 0U, 25U, 31U, 34U, 38U, 23U, 11U, 25U, 18U, 23U, 12U,
    0U, 6U, 4U, 14U, 2U, 4U, 5U, 0U, 0U, 2U, 5U, 1U, 0U, 0U, 0U, 3U, 11U, 0U, 0U,
    8U, 0U, 3U, 5U, 11U, 10U, 19U, 23U, 13U, 3U, 0U, 18U, 18U, 0U, 0U, 0U, 0U,
    0U, 5U, 1U, 0U, 0U, 0U, 5U, 6U, 16U, 27U, 37U, 24U, 8U, 5U, 0U, 0U, 8U, 5U,
    7U, 22U, 36U, 28U, 11U, 0U, 0U, 0U, 4U, 32U, 74U, 10U, 0U, 6U, 3U, 2U, 0U,
    0U, 23U, 31U, 30U, 22U, 6U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 14U, 0U, 5U, 0U, 0U,
    0U, 13U, 0U, 0U, 1U, 2U, 14U, 19U, 10U, 5U, 5U, 7U, 0U, 3U, 8U, 12U, 12U, 0U,
    0U, 0U, 4U, 10U, 4U, 1U, 0U, 3U, 10U, 0U, 17U, 0U, 3U, 21U, 12U, 3U, 13U,
    23U, 25U, 35U, 41U, 78U, 35U, 4U, 0U, 3U, 0U, 0U, 15U, 0U, 0U, 7U, 0U, 22U,
    22U, 15U, 11U, 18U, 24U, 18U, 26U, 49U, 51U, 46U, 48U, 53U, 53U, 51U, 48U,
    45U, 50U, 55U, 54U, 47U, 55U, 59U, 51U, 55U, 48U, 51U, 49U, 40U, 21U, 5U, 8U,
    4U, 4U, 5U, 7U, 8U, 8U, 6U, 6U, 12U, 16U, 16U, 19U, 46U, 31U, 39U, 29U, 28U,
    19U, 15U, 11U, 16U, 5U, 17U, 40U, 12U, 10U, 4U, 0U, 0U, 0U, 0U, 5U, 5U, 1U,
    11U, 28U, 5U, 4U, 0U, 3U, 18U, 2U, 0U, 4U, 2U, 0U, 0U, 9U, 4U, 0U, 7U, 3U,
    0U, 0U, 0U, 4U, 0U, 31U, 35U, 37U, 32U, 25U, 22U, 20U, 20U, 26U, 12U, 5U, 5U,
    4U, 11U, 9U, 0U, 11U, 0U, 0U, 15U, 13U, 1U, 3U, 0U, 0U, 0U, 15U, 0U, 0U, 2U,
    6U, 6U, 9U, 17U, 13U, 13U, 10U, 9U, 16U, 14U, 0U, 0U, 22U, 16U, 2U, 0U, 0U,
    3U, 0U, 0U, 0U, 2U, 3U, 0U, 0U, 13U, 31U, 36U, 18U, 0U, 0U, 0U, 0U, 2U, 15U,
    19U, 21U, 29U, 23U, 7U, 1U, 0U, 0U, 27U, 61U, 41U, 0U, 9U, 0U, 11U, 4U, 0U,
    1U, 15U, 32U, 34U, 27U, 6U, 0U, 0U, 0U, 0U, 0U, 11U, 11U, 25U, 0U, 0U, 5U,
    6U, 1U, 5U, 0U, 0U, 0U, 4U, 11U, 16U, 11U, 1U, 0U, 0U, 2U, 3U, 7U, 8U, 0U,
    0U, 0U, 1U, 0U, 0U, 12U, 0U, 0U, 2U, 23U, 3U, 14U, 15U, 14U, 18U, 16U, 20U,
    34U, 20U, 32U, 71U, 53U, 0U, 0U, 12U, 0U, 0U, 34U, 0U, 0U, 5U, 0U, 0U, 19U,
    22U, 16U, 14U, 18U, 21U, 26U, 41U, 53U, 58U, 54U, 59U, 68U, 63U, 54U, 52U,
    55U, 59U, 56U, 57U, 53U, 56U, 61U, 56U, 53U, 51U, 51U, 51U, 36U, 13U, 4U, 6U,
    8U, 5U, 5U, 5U, 6U, 6U, 4U, 6U, 12U, 9U, 8U, 7U, 27U, 17U, 28U, 21U, 23U,
    46U, 28U, 16U, 18U, 14U, 9U, 14U, 17U, 17U, 4U, 0U, 0U, 1U, 4U, 5U, 5U, 4U,
    10U, 15U, 12U, 16U, 22U, 3U, 1U, 13U, 2U, 4U, 1U, 0U, 0U, 7U, 0U, 0U, 15U,
    2U, 0U, 0U, 0U, 2U, 2U, 25U, 39U, 38U, 26U, 24U, 28U, 26U, 23U, 24U, 24U,
    11U, 6U, 16U, 13U, 0U, 0U, 7U, 0U, 0U, 15U, 11U, 0U, 0U, 0U, 2U, 3U, 12U, 3U,
    0U, 0U, 0U, 10U, 7U, 10U, 10U, 13U, 11U, 9U, 22U, 13U, 22U, 4U, 0U, 18U, 13U,
    0U, 0U, 0U, 2U, 2U, 0U, 0U, 0U, 0U, 0U, 8U, 10U, 25U, 25U, 2U, 0U, 2U, 0U,
    0U, 3U, 7U, 9U, 28U, 37U, 20U, 1U, 0U, 0U, 10U, 21U, 43U, 0U, 0U, 5U, 0U, 0U,
    0U, 0U, 5U, 19U, 30U, 34U, 20U, 0U, 0U, 0U, 0U, 6U, 7U, 0U, 0U, 0U, 0U, 6U,
    19U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 11U, 12U, 3U, 0U, 0U, 0U, 0U, 0U, 5U, 1U,
    0U, 0U, 2U, 6U, 0U, 4U, 0U, 0U, 1U, 3U, 2U, 1U, 15U, 25U, 17U, 11U, 18U, 23U,
    23U, 40U, 69U, 23U, 0U, 5U, 2U, 0U, 0U, 0U, 0U, 24U, 0U, 0U, 14U, 0U, 12U,
    12U, 20U, 21U, 20U, 38U, 58U, 62U, 68U, 63U, 69U, 80U, 75U, 61U, 55U, 57U,
    61U, 51U, 54U, 56U, 56U, 64U, 61U, 53U, 54U, 49U, 54U, 29U, 3U, 0U, 1U, 7U,
    2U, 3U, 4U, 5U, 5U, 3U, 2U, 8U, 11U, 11U, 4U, 20U, 14U, 24U, 18U, 23U, 40U,
    23U, 19U, 20U, 19U, 14U, 15U, 39U, 19U, 0U, 0U, 0U, 0U, 6U, 0U, 1U, 6U, 1U,
    0U, 15U, 7U, 4U, 0U, 19U, 8U, 0U, 0U, 0U, 0U, 8U, 8U, 0U, 0U, 20U, 0U, 0U,
    0U, 3U, 1U, 2U, 17U, 34U, 42U, 37U, 38U, 43U, 40U, 35U, 37U, 40U, 17U, 2U,
    13U, 10U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 4U, 0U, 0U, 0U, 2U, 3U, 5U,
    0U, 6U, 14U, 15U, 19U, 18U, 17U, 26U, 26U, 35U, 17U, 0U, 0U, 7U, 17U, 10U,
    0U, 0U, 4U, 7U, 2U, 0U, 0U, 0U, 2U, 1U, 1U, 12U, 14U, 6U, 3U, 7U, 0U, 0U, 3U,
    5U, 9U, 25U, 30U, 16U, 0U, 0U, 0U, 5U, 32U, 24U, 0U, 0U, 0U, 0U, 3U, 3U, 0U,
    0U, 18U, 32U, 29U, 20U, 0U, 0U, 11U, 7U, 0U, 0U, 0U, 0U, 0U, 7U, 28U, 10U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 7U, 7U, 0U, 0U, 0U, 0U, 0U, 2U, 2U, 2U, 3U, 0U,
    0U, 0U, 0U, 1U, 0U, 0U, 0U, 5U, 5U, 10U, 15U, 18U, 17U, 14U, 14U, 13U, 39U,
    48U, 0U, 0U, 19U, 0U, 0U, 0U, 0U, 9U, 21U, 0U, 5U, 8U, 20U, 18U, 25U, 32U,
    34U, 36U, 50U, 60U, 59U, 79U, 64U, 61U, 65U, 63U, 59U, 60U, 63U, 63U, 54U,
    57U, 60U, 63U, 73U, 71U, 66U, 60U, 52U, 60U, 34U, 5U, 3U, 1U, 7U, 4U, 4U, 3U,
    3U, 4U, 2U, 3U, 7U, 6U, 8U, 2U, 13U, 13U, 17U, 7U, 11U, 18U, 20U, 25U, 23U,
    11U, 15U, 27U, 35U, 14U, 0U, 0U, 0U, 2U, 6U, 0U, 0U, 3U, 6U, 0U, 0U, 0U, 12U,
    12U, 17U, 0U, 0U, 0U, 0U, 2U, 11U, 9U, 0U, 1U, 21U, 0U, 0U, 2U, 3U, 3U, 2U,
    0U, 22U, 46U, 37U, 6U, 0U, 0U, 2U, 9U, 25U, 31U, 18U, 1U, 0U, 0U, 0U, 0U, 2U,
    0U, 0U, 0U, 3U, 1U, 8U, 0U, 2U, 4U, 6U, 7U, 8U, 14U, 16U, 15U, 16U, 11U, 16U,
    25U, 15U, 11U, 30U, 22U, 32U, 24U, 0U, 0U, 16U, 20U, 0U, 0U, 0U, 10U, 6U, 2U,
    2U, 2U, 1U, 6U, 0U, 0U, 6U, 11U, 1U, 0U, 0U, 0U, 2U, 6U, 2U, 13U, 32U, 38U,
    20U, 5U, 0U, 0U, 4U, 41U, 3U, 0U, 0U, 0U, 2U, 7U, 3U, 0U, 2U, 12U, 31U, 38U,
    12U, 0U, 8U, 3U, 0U, 0U, 0U, 0U, 2U, 9U, 1U, 18U, 15U, 8U, 1U, 0U, 0U, 0U,
    0U, 0U, 6U, 0U, 0U, 0U, 0U, 0U, 2U, 3U, 3U, 5U, 6U, 0U, 2U, 0U, 0U, 16U, 0U,
    8U, 31U, 0U, 0U, 20U, 15U, 14U, 23U, 19U, 29U, 48U, 33U, 0U, 24U, 9U, 7U,
    17U, 6U, 31U, 9U, 2U, 25U, 14U, 6U, 16U, 24U, 35U, 43U, 50U, 60U, 60U, 59U,
    62U, 60U, 57U, 59U, 65U, 65U, 65U, 66U, 65U, 70U, 66U, 65U, 63U, 69U, 77U,
    74U, 76U, 58U, 49U, 55U, 31U, 5U, 7U, 2U, 5U, 3U, 3U, 1U, 1U, 2U, 1U, 1U, 4U,
    2U, 6U, 2U, 9U, 12U, 11U, 1U, 4U, 3U, 25U, 22U, 16U, 10U, 14U, 32U, 26U, 12U,
    5U, 5U, 2U, 6U, 5U, 0U, 0U, 0U, 0U, 1U, 4U, 14U, 13U, 12U, 2U, 0U, 1U, 20U,
    26U, 17U, 13U, 6U, 0U, 5U, 13U, 0U, 0U, 0U, 4U, 4U, 0U, 8U, 17U, 30U, 36U,
    22U, 6U, 0U, 0U, 0U, 0U, 7U, 17U, 3U, 0U, 0U, 0U, 0U, 10U, 4U, 0U, 7U, 11U,
    4U, 4U, 0U, 5U, 12U, 3U, 2U, 3U, 0U, 6U, 2U, 12U, 16U, 15U, 21U, 18U, 18U,
    23U, 31U, 26U, 29U, 29U, 0U, 0U, 20U, 13U, 6U, 0U, 0U, 0U, 5U, 6U, 7U, 8U,
    1U, 0U, 0U, 0U, 4U, 0U, 0U, 1U, 0U, 0U, 0U, 4U, 11U, 24U, 43U, 38U, 13U, 1U,
    0U, 0U, 28U, 44U, 0U, 0U, 1U, 0U, 0U, 9U, 5U, 0U, 0U, 17U, 31U, 26U, 22U,
    11U, 0U, 0U, 0U, 9U, 0U, 0U, 0U, 0U, 20U, 16U, 22U, 13U, 1U, 0U, 0U, 0U, 0U,
    9U, 1U, 2U, 0U, 0U, 0U, 2U, 3U, 5U, 4U, 0U, 0U, 1U, 4U, 0U, 3U, 18U, 15U,
    27U, 27U, 12U, 6U, 20U, 22U, 10U, 6U, 37U, 59U, 12U, 0U, 7U, 0U, 37U, 24U,
    10U, 8U, 0U, 17U, 32U, 0U, 7U, 29U, 29U, 38U, 46U, 57U, 68U, 64U, 58U, 68U,
    59U, 59U, 67U, 69U, 63U, 62U, 67U, 69U, 73U, 70U, 66U, 62U, 67U, 70U, 67U,
    72U, 57U, 42U, 45U, 28U, 5U, 7U, 7U, 9U, 4U, 4U, 2U, 1U, 2U, 1U, 1U, 2U, 3U,
    4U, 3U, 5U, 9U, 8U, 3U, 6U, 10U, 32U, 13U, 9U, 15U, 9U, 16U, 12U, 9U, 10U,
    5U, 3U, 4U, 0U, 0U, 0U, 6U, 0U, 0U, 25U, 51U, 30U, 27U, 22U, 15U, 20U, 23U,
    12U, 0U, 0U, 1U, 12U, 4U, 9U, 0U, 0U, 2U, 2U, 5U, 0U, 0U, 7U, 24U, 37U, 36U,
    39U, 39U, 33U, 15U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 14U, 13U, 0U, 3U, 9U, 1U, 1U,
    6U, 0U, 3U, 0U, 0U, 0U, 2U, 0U, 0U, 0U, 0U, 20U, 23U, 11U, 9U, 13U, 23U, 18U,
    12U, 16U, 25U, 14U, 0U, 0U, 16U, 11U, 0U, 0U, 0U, 5U, 10U, 8U, 6U, 0U, 0U,
    3U, 5U, 2U, 2U, 0U, 3U, 0U, 0U, 4U, 10U, 6U, 2U, 0U, 16U, 4U, 6U, 7U, 4U,
    18U, 48U, 18U, 0U, 0U, 0U, 4U, 10U, 2U, 0U, 0U, 1U, 11U, 21U, 35U, 15U, 0U,
    3U, 5U, 5U, 16U, 4U, 0U, 0U, 5U, 4U, 13U, 14U, 3U, 0U, 0U, 0U, 0U, 7U, 12U,
    5U, 0U, 0U, 0U, 1U, 3U, 3U, 0U, 0U, 2U, 0U, 20U, 9U, 0U, 55U, 92U, 8U, 12U,
    19U, 22U, 19U, 19U, 17U, 14U, 42U, 66U, 12U, 6U, 0U, 15U, 41U, 38U, 0U, 0U,
    0U, 2U, 23U, 17U, 27U, 52U, 39U, 46U, 57U, 65U, 65U, 59U, 56U, 61U, 55U, 54U,
    65U, 70U, 62U, 54U, 58U, 63U, 68U, 59U, 60U, 56U, 57U, 64U, 66U, 67U, 54U,
    42U, 39U, 29U, 8U, 3U, 11U, 9U, 5U, 4U, 1U, 0U, 1U, 1U, 0U, 1U, 0U, 0U, 0U,
    0U, 3U, 1U, 2U, 3U, 5U, 16U, 5U, 6U, 12U, 11U, 13U, 15U, 8U, 8U, 3U, 8U, 2U,
    3U, 14U, 0U, 0U, 7U, 9U, 15U, 15U, 10U, 13U, 4U, 19U, 12U, 1U, 0U, 0U, 0U,
    0U, 5U, 0U, 8U, 0U, 0U, 3U, 1U, 4U, 0U, 0U, 0U, 20U, 33U, 23U, 19U, 26U, 28U,
    31U, 21U, 0U, 0U, 0U, 0U, 0U, 17U, 7U, 2U, 1U, 4U, 3U, 0U, 0U, 2U, 0U, 2U,
    0U, 0U, 0U, 0U, 5U, 98U, 0U, 0U, 0U, 7U, 17U, 17U, 17U, 20U, 13U, 18U, 26U,
    25U, 23U, 15U, 2U, 0U, 16U, 13U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 3U, 18U,
    16U, 0U, 5U, 1U, 7U, 9U, 1U, 3U, 4U, 0U, 0U, 0U, 1U, 3U, 9U, 15U, 32U, 59U,
    19U, 0U, 0U, 11U, 0U, 0U, 3U, 0U, 0U, 1U, 9U, 32U, 17U, 0U, 0U, 2U, 0U, 8U,
    7U, 0U, 0U, 0U, 18U, 0U, 3U, 1U, 2U, 2U, 0U, 0U, 0U, 11U, 8U, 0U, 0U, 0U, 0U,
    3U, 2U, 0U, 2U, 3U, 1U, 1U, 16U, 14U, 12U, 48U, 15U, 26U, 41U, 33U, 13U, 12U,
    19U, 17U, 54U, 48U, 13U, 0U, 5U, 36U, 23U, 16U, 14U, 15U, 0U, 38U, 26U, 24U,
    44U, 50U, 43U, 48U, 64U, 71U, 64U, 59U, 64U, 64U, 63U, 52U, 56U, 65U, 61U,
    57U, 67U, 78U, 68U, 53U, 58U, 58U, 56U, 66U, 72U, 67U, 56U, 45U, 40U, 35U,
    13U, 3U, 13U, 9U, 6U, 5U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 1U, 0U, 0U, 0U, 1U,
    0U, 2U, 1U, 11U, 10U, 4U, 7U, 11U, 11U, 8U, 6U, 2U, 14U, 5U, 12U, 37U, 12U,
    6U, 6U, 0U, 7U, 0U, 6U, 4U, 0U, 12U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 10U, 0U,
    0U, 8U, 0U, 1U, 4U, 7U, 0U, 9U, 33U, 31U, 21U, 20U, 22U, 17U, 35U, 30U, 1U,
    0U, 0U, 10U, 9U, 0U, 0U, 11U, 0U, 0U, 2U, 0U, 3U, 0U, 6U, 0U, 3U, 1U, 0U, 7U,
    45U, 86U, 48U, 0U, 0U, 0U, 21U, 20U, 7U, 16U, 20U, 24U, 21U, 17U, 17U, 16U,
    3U, 0U, 9U, 28U, 12U, 0U, 0U, 0U, 1U, 1U, 0U, 0U, 1U, 2U, 8U, 11U, 14U, 0U,
    0U, 0U, 0U, 0U, 0U, 21U, 6U, 4U, 1U, 0U, 0U, 4U, 12U, 43U, 69U, 16U, 0U, 0U,
    0U, 0U, 0U, 2U, 0U, 0U, 6U, 11U, 14U, 18U, 1U, 2U, 3U, 0U, 5U, 5U, 0U, 3U,
    3U, 0U, 0U, 0U, 0U, 3U, 3U, 0U, 0U, 4U, 5U, 1U, 0U, 0U, 1U, 0U, 0U, 0U, 1U,
    6U, 0U, 1U, 5U, 3U, 30U, 57U, 59U, 35U, 35U, 13U, 6U, 21U, 13U, 26U, 45U,
    31U, 0U, 0U, 25U, 29U, 6U, 13U, 35U, 0U, 20U, 63U, 32U, 24U, 49U, 48U, 52U,
    44U, 49U, 59U, 64U, 65U, 63U, 64U, 59U, 54U, 55U, 61U, 55U, 51U, 55U, 49U,
    57U, 57U, 64U, 57U, 49U, 59U, 68U, 76U, 64U, 54U, 61U, 44U, 7U, 9U, 0U, 22U,
    18U, 3U, 2U, 0U, 14U, 0U, 1U, 0U, 5U, 0U, 0U, 0U, 7U, 0U, 0U, 4U, 1U, 3U, 6U,
    6U, 6U, 7U, 5U, 3U, 3U, 3U, 1U, 8U, 6U, 25U, 44U, 12U, 16U, 1U, 0U, 4U, 5U,
    0U, 0U, 16U, 13U, 0U, 21U, 23U, 3U, 2U, 0U, 0U, 0U, 0U, 0U, 6U, 4U, 3U, 0U,
    4U, 6U, 0U, 0U, 18U, 30U, 22U, 17U, 21U, 19U, 25U, 21U, 25U, 0U, 0U, 6U, 15U,
    0U, 3U, 4U, 0U, 0U, 0U, 4U, 0U, 4U, 6U, 0U, 0U, 0U, 0U, 0U, 22U, 10U, 52U,
    89U, 36U, 0U, 0U, 14U, 20U, 17U, 28U, 27U, 24U, 23U, 20U, 29U, 16U, 0U, 0U,
    10U, 44U, 20U, 0U, 0U, 0U, 0U, 0U, 5U, 5U, 0U, 0U, 8U, 20U, 10U, 7U, 0U, 0U,
    0U, 0U, 9U, 15U, 18U, 21U, 19U, 2U, 0U, 0U, 0U, 20U, 57U, 8U, 0U, 0U, 2U, 4U,
    0U, 0U, 0U, 0U, 0U, 5U, 19U, 11U, 0U, 0U, 0U, 9U, 11U, 2U, 0U, 0U, 0U, 0U,
    0U, 0U, 7U, 9U, 0U, 0U, 0U, 5U, 4U, 1U, 0U, 0U, 0U, 0U, 0U, 10U, 0U, 0U, 4U,
    4U, 5U, 19U, 56U, 64U, 33U, 2U, 0U, 13U, 24U, 21U, 50U, 52U, 32U, 0U, 1U,
    49U, 23U, 3U, 10U, 24U, 13U, 41U, 29U, 14U, 36U, 62U, 40U, 48U, 46U, 54U,
    60U, 57U, 54U, 56U, 63U, 52U, 53U, 50U, 54U, 55U, 53U, 55U, 52U, 55U, 52U,
    56U, 55U, 57U, 67U, 69U, 71U, 66U, 69U, 69U, 47U, 25U, 20U, 27U, 30U, 39U,
    17U, 51U, 34U, 0U, 15U, 23U, 9U, 2U, 18U, 17U, 0U, 0U, 0U, 3U, 0U, 0U, 0U,
    0U, 2U, 3U, 3U, 4U, 2U, 3U, 4U, 4U, 12U, 6U, 13U, 30U, 10U, 14U, 6U, 1U, 0U,
    2U, 8U, 8U, 14U, 6U, 0U, 8U, 9U, 2U, 2U, 0U, 0U, 0U, 3U, 0U, 2U, 3U, 3U, 0U,
    7U, 22U, 0U, 2U, 12U, 30U, 24U, 21U, 24U, 25U, 32U, 32U, 38U, 20U, 0U, 0U,
    12U, 0U, 2U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 9U, 6U, 5U, 3U, 0U, 1U, 32U, 25U,
    9U, 22U, 64U, 64U, 5U, 0U, 0U, 24U, 32U, 38U, 34U, 21U, 22U, 13U, 11U, 13U,
    4U, 1U, 13U, 31U, 23U, 0U, 3U, 0U, 0U, 0U, 0U, 0U, 4U, 0U, 8U, 13U, 12U, 3U,
    0U, 0U, 0U, 6U, 7U, 15U, 16U, 17U, 2U, 0U, 3U, 0U, 0U, 15U, 27U, 0U, 1U, 0U,
    3U, 0U, 4U, 0U, 0U, 9U, 21U, 11U, 6U, 6U, 0U, 0U, 0U, 3U, 5U, 2U, 0U, 1U, 3U,
    0U, 0U, 1U, 7U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 1U, 0U, 0U, 0U, 3U, 2U,
    0U, 9U, 23U, 38U, 42U, 16U, 0U, 10U, 7U, 13U, 24U, 50U, 56U, 39U, 0U, 35U,
    41U, 27U, 20U, 9U, 21U, 12U, 49U, 21U, 24U, 39U, 54U, 40U, 46U, 49U, 55U,
    55U, 49U, 48U, 54U, 58U, 64U, 63U, 51U, 48U, 52U, 51U, 52U, 51U, 53U, 54U,
    58U, 56U, 61U, 68U, 68U, 76U, 70U, 69U, 59U, 52U, 54U, 23U, 40U, 46U, 55U,
    80U, 82U, 49U, 16U, 32U, 36U, 28U, 9U, 52U, 53U, 6U, 0U, 3U, 6U, 0U, 1U, 0U,
    0U, 0U, 1U, 1U, 1U, 3U, 0U, 2U, 2U, 14U, 12U, 10U, 20U, 15U, 10U, 7U, 9U, 5U,
    0U, 0U, 19U, 58U, 17U, 0U, 0U, 0U, 11U, 10U, 7U, 0U, 0U, 5U, 0U, 1U, 0U, 3U,
    2U, 6U, 29U, 0U, 0U, 9U, 32U, 40U, 42U, 45U, 30U, 34U, 32U, 38U, 33U, 0U, 0U,
    9U, 6U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 7U, 0U, 0U, 0U, 0U, 0U, 38U, 35U,
    34U, 9U, 0U, 41U, 69U, 38U, 1U, 0U, 19U, 40U, 27U, 26U, 21U, 12U, 17U, 17U,
    30U, 21U, 0U, 6U, 38U, 33U, 0U, 1U, 0U, 0U, 5U, 7U, 0U, 0U, 0U, 21U, 28U,
    25U, 11U, 0U, 9U, 10U, 0U, 2U, 3U, 6U, 6U, 3U, 5U, 7U, 0U, 0U, 2U, 9U, 0U,
    4U, 1U, 0U, 0U, 10U, 2U, 1U, 22U, 25U, 18U, 23U, 12U, 0U, 0U, 0U, 0U, 0U, 0U,
    3U, 9U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 0U, 0U,
    2U, 26U, 17U, 0U, 3U, 11U, 24U, 88U, 60U, 8U, 1U, 27U, 20U, 38U, 42U, 12U,
    0U, 53U, 26U, 12U, 24U, 15U, 16U, 5U, 30U, 22U, 38U, 41U, 48U, 49U, 55U, 53U,
    54U, 51U, 46U, 48U, 52U, 54U, 68U, 67U, 56U, 51U, 51U, 48U, 49U, 47U, 48U,
    51U, 54U, 53U, 59U, 64U, 63U, 71U, 65U, 58U, 39U, 48U, 68U, 43U, 46U, 46U,
    51U, 69U, 73U, 85U, 85U, 55U, 34U, 30U, 22U, 72U, 76U, 28U, 14U, 10U, 10U,
    10U, 7U, 0U, 0U, 2U, 3U, 1U, 0U, 3U, 0U, 1U, 0U, 11U, 16U, 12U, 13U, 12U, 4U,
    8U, 10U, 11U, 13U, 12U, 8U, 21U, 9U, 12U, 6U, 8U, 2U, 0U, 0U, 0U, 0U, 4U, 0U,
    2U, 1U, 3U, 0U, 5U, 29U, 21U, 1U, 10U, 26U, 43U, 50U, 54U, 38U, 34U, 28U,
    27U, 29U, 6U, 0U, 5U, 2U, 0U, 0U, 3U, 5U, 2U, 0U, 0U, 7U, 0U, 0U, 0U, 0U, 0U,
    0U, 32U, 21U, 16U, 24U, 24U, 15U, 17U, 35U, 63U, 11U, 0U, 3U, 38U, 32U, 30U,
    23U, 26U, 12U, 16U, 27U, 17U, 0U, 0U, 21U, 20U, 4U, 0U, 0U, 6U, 3U, 2U, 8U,
    5U, 17U, 20U, 35U, 43U, 38U, 32U, 8U, 0U, 0U, 5U, 0U, 2U, 3U, 0U, 1U, 3U, 0U,
    0U, 0U, 1U, 0U, 5U, 10U, 0U, 0U, 0U, 0U, 3U, 19U, 10U, 17U, 23U, 21U, 16U,
    4U, 1U, 0U, 0U, 0U, 11U, 13U, 11U, 1U, 0U, 0U, 0U, 0U, 0U, 6U, 1U, 0U, 0U,
    0U, 0U, 4U, 15U, 17U, 11U, 14U, 0U, 0U, 0U, 25U, 61U, 75U, 41U, 12U, 17U,
    20U, 2U, 38U, 13U, 1U, 26U, 28U, 24U, 10U, 32U, 5U, 31U, 29U, 25U, 33U, 43U,
    48U, 49U, 50U, 51U, 52U, 50U, 49U, 45U, 48U, 49U, 45U, 43U, 43U, 46U, 50U,
    45U, 46U, 51U, 42U, 52U, 51U, 54U, 53U, 65U, 71U, 64U, 64U, 67U, 84U, 86U,
    77U, 47U, 50U, 54U, 48U, 49U, 47U, 56U, 54U, 101U, 68U, 14U, 29U, 20U, 59U,
    58U, 23U, 21U, 14U, 8U, 10U, 9U, 3U, 0U, 2U, 3U, 1U, 0U, 1U, 2U, 6U, 4U, 7U,
    10U, 7U, 5U, 2U, 11U, 9U, 10U, 9U, 10U, 3U, 3U, 25U, 10U, 0U, 0U, 0U, 1U, 0U,
    4U, 0U, 0U, 3U, 0U, 1U, 0U, 0U, 0U, 4U, 9U, 31U, 0U, 5U, 10U, 37U, 49U, 56U,
    46U, 39U, 30U, 23U, 30U, 32U, 12U, 0U, 0U, 0U, 0U, 3U, 8U, 4U, 0U, 0U, 0U,
    0U, 0U, 0U, 7U, 0U, 0U, 25U, 29U, 25U, 22U, 27U, 22U, 5U, 0U, 10U, 63U, 61U,
    0U, 0U, 19U, 30U, 34U, 32U, 22U, 15U, 15U, 20U, 5U, 0U, 0U, 9U, 31U, 20U, 1U,
    2U, 0U, 0U, 13U, 1U, 12U, 9U, 9U, 3U, 0U, 8U, 2U, 10U, 0U, 6U, 3U, 0U, 7U,
    4U, 2U, 0U, 20U, 29U, 0U, 0U, 7U, 15U, 0U, 0U, 0U, 20U, 35U, 27U, 26U, 20U,
    25U, 17U, 25U, 30U, 22U, 15U, 10U, 0U, 0U, 0U, 7U, 15U, 10U, 2U, 0U, 0U, 0U,
    0U, 17U, 10U, 0U, 0U, 12U, 13U, 7U, 15U, 2U, 0U, 0U, 0U, 0U, 0U, 34U, 40U,
    7U, 17U, 28U, 19U, 7U, 9U, 30U, 13U, 5U, 29U, 24U, 35U, 19U, 13U, 12U, 42U,
    41U, 33U, 51U, 56U, 52U, 48U, 48U, 43U, 48U, 54U, 54U, 49U, 49U, 49U, 48U,
    48U, 43U, 47U, 55U, 51U, 54U, 66U, 60U, 51U, 53U, 61U, 55U, 56U, 68U, 74U,
    79U, 91U, 103U, 126U, 107U, 36U, 43U, 56U, 58U, 41U, 32U, 28U, 43U, 115U,
    68U, 19U, 43U, 41U, 59U, 46U, 17U, 25U, 22U, 13U, 9U, 15U, 7U, 1U, 0U, 1U,
    1U, 0U, 0U, 0U, 4U, 6U, 3U, 2U, 0U, 1U, 3U, 2U, 16U, 13U, 0U, 11U, 34U, 35U,
    34U, 15U, 8U, 4U, 4U, 3U, 2U, 3U, 0U, 0U, 5U, 0U, 0U, 0U, 0U, 0U, 7U, 0U,
    31U, 4U, 4U, 3U, 32U, 49U, 56U, 45U, 40U, 37U, 33U, 38U, 56U, 37U, 0U, 2U,
