AlbertoSanchez19/TFG/Smart Hive/PRUNING/NET/Taylor/stm32_ert_rtw/stm32_data.c
    124U, 87U, 90U, 92U, 99U, 91U, 85U, 93U, 65U, 59U, 91U, 52U, 61U, 98U, 88U,
    113U, 37U, 43U, 57U, 68U, 61U, 62U, 59U, 70U, 64U, 66U, 45U, 38U, 59U, 70U,
    32U, 45U, 79U, 53U, 30U, 4U, 26U, 65U, 29U, 53U, 77U, 128U, 120U, 98U, 104U,
    117U, 124U, 145U, 161U, 141U, 141U, 137U, 130U, 136U, 145U, 146U, 143U, 145U,
    147U, 143U, 111U, 132U, 84U, 43U, 37U, 24U, 30U, 30U, 20U, 9U, 15U, 19U, 18U,
    27U, 15U, 6U, 11U, 20U, 24U, 18U, 8U, 9U, 9U, 1U, 0U, 12U, 15U, 1U, 11U, 0U,
    0U, 0U, 0U, 0U, 0U, 3U, 14U, 0U, 0U, 8U, 0U, 0U, 25U, 29U, 24U, 13U, 14U, 8U,
    0U, 1U, 7U, 1U, 0U, 4U, 0U, 0U, 1U, 1U, 0U, 0U, 0U, 5U, 0U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 2U, 1U, 0U, 0U, 3U, 4U, 0U, 0U, 12U, 0U, 4U, 14U, 0U, 0U, 0U, 4U,
    7U, 6U, 1U, 1U, 4U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 4U, 0U, 0U, 5U, 7U, 0U, 0U,
    2U, 0U, 0U, 0U, 6U, 9U, 8U, 1U, 0U, 0U, 0U, 5U, 23U, 54U, 72U, 63U, 35U, 16U,
    17U, 17U, 20U, 31U, 43U, 38U, 16U, 2U, 2U, 0U, 0U, 0U, 8U, 13U, 2U, 0U, 0U,
    0U, 0U, 0U, 0U, 1U, 3U, 3U, 2U, 2U, 1U, 1U, 1U, 1U, 0U, 0U, 0U, 3U, 3U, 1U,
    4U, 4U, 6U, 7U, 7U, 9U, 2U, 1U, 1U, 7U, 6U, 7U, 27U, 41U, 50U, 69U, 112U,
    107U, 100U, 108U, 131U, 134U, 109U, 101U, 99U, 77U, 89U, 67U, 56U, 69U, 78U,
    56U, 101U, 106U, 73U, 83U, 50U, 56U, 67U, 53U, 57U, 54U, 59U, 54U, 52U, 71U,
    50U, 42U, 63U, 62U, 30U, 35U, 45U, 56U, 49U, 7U, 0U, 20U, 64U, 98U, 120U,
    120U, 143U, 135U, 125U, 129U, 141U, 163U, 168U, 151U, 151U, 144U, 138U, 137U,
    143U, 146U, 141U, 150U, 149U, 155U, 122U, 93U, 57U, 44U, 34U, 15U, 22U, 25U,
    15U, 8U, 13U, 17U, 14U, 10U, 29U, 32U, 19U, 9U, 5U, 6U, 11U, 0U, 0U, 7U, 3U,
    3U, 3U, 1U, 18U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 6U, 0U, 0U, 0U, 4U, 16U, 19U,
    0U, 0U, 0U, 0U, 5U, 2U, 0U, 5U, 0U, 0U, 5U, 1U, 0U, 2U, 1U, 0U, 0U, 0U, 2U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 1U, 0U, 0U, 1U, 4U, 0U, 0U,
    4U, 0U, 3U, 2U, 0U, 2U, 7U, 7U, 5U, 3U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 0U,
    0U, 0U, 5U, 1U, 0U, 2U, 0U, 0U, 0U, 0U, 2U, 5U, 6U, 5U, 0U, 0U, 43U, 49U,
    45U, 24U, 2U, 0U, 0U, 0U, 0U, 7U, 16U, 16U, 9U, 0U, 0U, 0U, 7U, 0U, 0U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 3U, 7U, 8U, 7U, 6U, 6U, 5U, 3U, 3U, 2U, 1U, 0U,
    0U, 1U, 0U, 0U, 2U, 0U, 2U, 4U, 4U, 4U, 0U, 0U, 6U, 3U, 2U, 11U, 23U, 21U,
    49U, 73U, 98U, 87U, 106U, 148U, 132U, 113U, 99U, 112U, 98U, 127U, 87U, 79U,
    74U, 92U, 69U, 92U, 102U, 78U, 82U, 69U, 57U, 81U, 74U, 63U, 63U, 68U, 55U,
    60U, 75U, 67U, 55U, 47U, 68U, 70U, 45U, 49U, 61U, 90U, 100U, 72U, 47U, 44U,
    60U, 126U, 164U, 136U, 151U, 146U, 138U, 143U, 160U, 171U, 172U, 160U, 159U,
    153U, 145U, 143U, 145U, 144U, 142U, 152U, 148U, 153U, 153U, 77U, 64U, 60U,
    38U, 17U, 17U, 19U, 17U, 11U, 11U, 10U, 9U, 13U, 34U, 33U, 17U, 10U, 3U, 1U,
    6U, 30U, 0U, 0U, 0U, 11U, 16U, 1U, 14U, 10U, 3U, 12U, 1U, 0U, 2U, 0U, 0U, 0U,
    5U, 0U, 5U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 7U, 1U, 0U, 0U, 0U, 1U, 4U,
    2U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 3U, 1U, 0U, 0U, 8U, 4U, 0U,
    2U, 2U, 0U, 0U, 1U, 2U, 2U, 12U, 8U, 0U, 1U, 8U, 8U, 5U, 2U, 1U, 0U, 1U, 0U,
    0U, 4U, 0U, 0U, 1U, 0U, 0U, 3U, 2U, 0U, 2U, 3U, 4U, 6U, 0U, 0U, 2U, 6U, 8U,
    5U, 5U, 0U, 26U, 31U, 5U, 0U, 0U, 4U, 0U, 0U, 0U, 0U, 0U, 0U, 3U, 6U, 5U,
    13U, 22U, 29U, 36U, 31U, 13U, 3U, 0U, 6U, 0U, 0U, 2U, 3U, 4U, 3U, 1U, 0U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 2U, 0U, 0U, 0U, 0U, 1U, 3U, 0U, 0U, 0U, 6U, 0U, 0U,
    8U, 7U, 18U, 15U, 33U, 52U, 80U, 118U, 103U, 112U, 113U, 119U, 129U, 108U,
    136U, 110U, 118U, 106U, 85U, 90U, 89U, 97U, 71U, 68U, 71U, 61U, 82U, 80U,
    55U, 53U, 46U, 75U, 54U, 63U, 70U, 52U, 61U, 58U, 72U, 75U, 60U, 56U, 57U,
    62U, 40U, 67U, 66U, 76U, 91U, 128U, 149U, 157U, 149U, 150U, 153U, 155U, 160U,
    169U, 187U, 171U, 164U, 154U, 151U, 149U, 148U, 147U, 147U, 152U, 147U, 147U,
    153U, 102U, 66U, 57U, 20U, 29U, 18U, 20U, 31U, 26U, 11U, 13U, 23U, 23U, 21U,
    12U, 9U, 15U, 16U, 7U, 0U, 0U, 0U, 7U, 0U, 0U, 1U, 0U, 9U, 29U, 26U, 14U, 0U,
    0U, 1U, 0U, 3U, 9U, 0U, 2U, 13U, 0U, 0U, 43U, 26U, 13U, 11U, 13U, 0U, 0U, 3U,
    0U, 0U, 0U, 0U, 2U, 1U, 0U, 0U, 0U, 0U, 2U, 0U, 12U, 0U, 0U, 1U, 5U, 6U, 5U,
    0U, 0U, 0U, 9U, 5U, 0U, 9U, 7U, 0U, 0U, 0U, 0U, 0U, 3U, 1U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 1U, 3U, 0U, 0U, 4U, 6U, 3U, 0U, 2U, 0U, 0U, 3U, 2U, 0U, 0U, 2U,
    5U, 2U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 6U, 18U, 13U, 10U, 17U, 23U, 24U, 34U,
    31U, 25U, 31U, 45U, 49U, 49U, 51U, 49U, 58U, 55U, 48U, 32U, 13U, 9U, 10U,
    24U, 10U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 3U, 3U, 3U, 0U, 0U, 1U,
    1U, 0U, 1U, 4U, 0U, 8U, 0U, 1U, 13U, 13U, 10U, 5U, 11U, 18U, 26U, 56U, 79U,
    81U, 94U, 97U, 132U, 135U, 135U, 131U, 139U, 123U, 103U, 71U, 97U, 95U, 95U,
    79U, 60U, 77U, 68U, 88U, 58U, 56U, 51U, 56U, 58U, 69U, 65U, 60U, 71U, 64U,
    79U, 75U, 77U, 74U, 75U, 68U, 45U, 56U, 60U, 61U, 75U, 112U, 114U, 128U,
    137U, 161U, 152U, 162U, 166U, 169U, 175U, 173U, 183U, 173U, 161U, 154U, 153U,
    155U, 153U, 151U, 153U, 139U, 143U, 143U, 133U, 133U, 53U, 46U, 17U, 33U,
    17U, 20U, 37U, 30U, 10U, 15U, 37U, 16U, 8U, 12U, 20U, 16U, 10U, 9U, 9U, 12U,
    0U, 29U, 31U, 0U, 0U, 0U, 0U, 13U, 9U, 0U, 0U, 4U, 4U, 4U, 0U, 0U, 0U, 10U,
    0U, 0U, 17U, 22U, 19U, 17U, 7U, 7U, 0U, 0U, 12U, 2U, 0U, 0U, 0U, 0U, 0U, 0U,
    3U, 7U, 8U, 0U, 1U, 25U, 12U, 5U, 7U, 4U, 0U, 4U, 0U, 0U, 5U, 8U, 6U, 0U, 0U,
    4U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 7U, 0U, 0U, 0U, 2U, 2U, 1U, 0U, 0U, 4U, 0U,
    0U, 9U, 12U, 3U, 0U, 0U, 0U, 12U, 14U, 3U, 0U, 0U, 0U, 13U, 7U, 0U, 0U, 0U,
    1U, 5U, 7U, 15U, 16U, 13U, 20U, 35U, 48U, 57U, 60U, 60U, 62U, 65U, 64U, 57U,
    50U, 49U, 43U, 31U, 34U, 33U, 21U, 31U, 33U, 13U, 6U, 0U, 0U, 0U, 1U, 1U, 1U,
    0U, 0U, 0U, 0U, 0U, 8U, 6U, 4U, 9U, 0U, 0U, 1U, 3U, 3U, 3U, 0U, 0U, 6U, 1U,
    3U, 5U, 2U, 1U, 8U, 11U, 16U, 30U, 38U, 58U, 114U, 157U, 160U, 151U, 138U,
    137U, 128U, 133U, 110U, 87U, 102U, 103U, 84U, 75U, 66U, 75U, 82U, 51U, 57U,
    56U, 59U, 60U, 52U, 64U, 79U, 67U, 61U, 72U, 75U, 68U, 69U, 79U, 86U, 85U,
    89U, 95U, 65U, 84U, 118U, 106U, 100U, 116U, 119U, 133U, 148U, 147U, 169U,
    175U, 175U, 178U, 169U, 172U, 169U, 160U, 156U, 151U, 157U, 167U, 163U, 151U,
    145U, 126U, 115U, 103U, 105U, 100U, 26U, 13U, 36U, 49U, 14U, 13U, 20U, 19U,
    5U, 19U, 21U, 6U, 6U, 17U, 13U, 7U, 0U, 2U, 2U, 4U, 0U, 0U, 0U, 11U, 0U, 0U,
    0U, 0U, 0U, 4U, 7U, 8U, 0U, 0U, 0U, 0U, 0U, 4U, 0U, 0U, 0U, 19U, 0U, 7U, 7U,
    0U, 4U, 11U, 6U, 0U, 3U, 0U, 0U, 0U, 5U, 2U, 0U, 1U, 6U, 0U, 17U, 3U, 2U,
    12U, 1U, 0U, 0U, 0U, 4U, 2U, 0U, 3U, 5U, 0U, 4U, 1U, 3U, 0U, 0U, 0U, 0U, 2U,
    1U, 1U, 0U, 0U, 0U, 6U, 2U, 0U, 0U, 0U, 3U, 1U, 1U, 6U, 4U, 0U, 6U, 0U, 8U,
    14U, 1U, 0U, 0U, 1U, 0U, 0U, 0U, 1U, 2U, 6U, 7U, 8U, 25U, 7U, 2U, 19U, 38U,
    53U, 52U, 65U, 57U, 58U, 59U, 50U, 42U, 33U, 20U, 6U, 28U, 33U, 30U, 34U,
    32U, 21U, 14U, 6U, 0U, 0U, 0U, 0U, 1U, 7U, 1U, 0U, 0U, 0U, 1U, 7U, 4U, 3U,
    4U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 6U, 15U, 25U, 28U, 8U,
    13U, 57U, 100U, 107U, 106U, 116U, 129U, 133U, 141U, 141U, 125U, 107U, 114U,
    128U, 93U, 89U, 75U, 78U, 92U, 84U, 76U, 72U, 64U, 58U, 52U, 52U, 67U, 72U,
    62U, 65U, 74U, 76U, 79U, 88U, 96U, 95U, 90U, 95U, 107U, 91U, 66U, 128U, 132U,
    130U, 126U, 119U, 120U, 145U, 145U, 164U, 178U, 177U, 174U, 169U, 170U, 173U,
    160U, 155U, 158U, 156U, 160U, 170U, 160U, 136U, 125U, 104U, 97U, 83U, 77U,
    28U, 24U, 42U, 78U, 18U, 16U, 18U, 20U, 33U, 26U, 15U, 11U, 13U, 15U, 7U, 0U,
    13U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 7U, 0U, 0U, 2U, 14U, 7U, 2U, 11U, 8U, 3U,
    2U, 0U, 3U, 8U, 0U, 0U, 0U, 18U, 0U, 5U, 8U, 0U, 0U, 2U, 6U, 0U, 5U, 2U, 0U,
    1U, 4U, 1U, 0U, 0U, 3U, 4U, 17U, 0U, 3U, 14U, 1U, 0U, 0U, 0U, 3U, 0U, 0U, 0U,
    5U, 0U, 5U, 1U, 5U, 5U, 2U, 1U, 0U, 6U, 0U, 2U, 1U, 0U, 0U, 0U, 1U, 3U, 0U,
    0U, 0U, 0U, 1U, 3U, 3U, 0U, 2U, 0U, 4U, 0U, 0U, 13U, 0U, 0U, 0U, 1U, 5U, 5U,
    1U, 0U, 3U, 0U, 10U, 0U, 11U, 32U, 28U, 38U, 46U, 40U, 30U, 36U, 42U, 36U,
    37U, 31U, 14U, 1U, 19U, 21U, 29U, 36U, 35U, 34U, 24U, 3U, 0U, 0U, 0U, 0U, 0U,
    1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    0U, 9U, 19U, 23U, 19U, 10U, 1U, 14U, 18U, 45U, 34U, 49U, 89U, 94U, 116U,
    123U, 117U, 130U, 88U, 102U, 117U, 100U, 103U, 85U, 83U, 73U, 96U, 79U, 80U,
    79U, 63U, 56U, 48U, 57U, 76U, 68U, 59U, 68U, 70U, 76U, 80U, 85U, 93U, 94U,
    89U, 91U, 101U, 133U, 88U, 118U, 142U, 137U, 132U, 128U, 125U, 137U, 145U,
    155U, 176U, 183U, 173U, 169U, 171U, 167U, 170U, 163U, 162U, 153U, 149U, 152U,
    145U, 141U, 120U, 109U, 91U, 73U, 41U, 41U, 38U, 62U, 51U, 15U, 14U, 3U, 21U,
    28U, 19U, 15U, 30U, 30U, 0U, 0U, 0U, 22U, 0U, 9U, 17U, 0U, 0U, 0U, 9U, 8U,
    0U, 11U, 43U, 41U, 2U, 0U, 0U, 0U, 6U, 13U, 3U, 1U, 3U, 6U, 8U, 0U, 8U, 0U,
    0U, 3U, 0U, 0U, 4U, 11U, 0U, 0U, 3U, 5U, 7U, 4U, 0U, 0U, 0U, 0U, 0U, 1U, 0U,
    0U, 4U, 0U, 0U, 0U, 3U, 5U, 0U, 0U, 0U, 4U, 7U, 1U, 0U, 1U, 7U, 5U, 6U, 4U,
    4U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 6U, 0U, 0U, 0U, 4U, 2U, 0U, 0U, 1U, 3U, 0U,
    3U, 4U, 0U, 12U, 22U, 0U, 0U, 0U, 2U, 6U, 4U, 0U, 0U, 0U, 21U, 10U, 1U, 10U,
    29U, 43U, 43U, 56U, 53U, 56U, 56U, 46U, 37U, 23U, 2U, 8U, 18U, 14U, 27U, 31U,
    22U, 18U, 8U, 3U, 11U, 2U, 0U, 3U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    0U, 3U, 2U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 3U, 7U, 9U, 6U, 2U, 0U, 3U, 7U,
    13U, 29U, 40U, 61U, 88U, 97U, 98U, 89U, 98U, 97U, 118U, 108U, 109U, 109U,
    88U, 90U, 90U, 96U, 86U, 83U, 71U, 70U, 60U, 58U, 68U, 77U, 66U, 61U, 73U,
    73U, 84U, 86U, 90U, 97U, 100U, 96U, 96U, 101U, 127U, 125U, 109U, 155U, 142U,
    139U, 123U, 107U, 131U, 149U, 148U, 168U, 187U, 179U, 174U, 174U, 166U, 176U,
    168U, 150U, 141U, 140U, 136U, 139U, 140U, 132U, 101U, 59U, 53U, 26U, 29U,
    38U, 131U, 70U, 9U, 28U, 18U, 24U, 31U, 1U, 11U, 36U, 37U, 0U, 5U, 12U, 6U,
    0U, 4U, 23U, 26U, 0U, 3U, 4U, 6U, 0U, 0U, 16U, 9U, 0U, 0U, 0U, 0U, 3U, 10U,
    13U, 4U, 0U, 10U, 15U, 0U, 3U, 0U, 0U, 3U, 0U, 0U, 7U, 10U, 3U, 0U, 0U, 1U,
    6U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 6U, 0U, 0U, 10U, 8U, 0U, 0U, 0U,
    2U, 9U, 2U, 0U, 0U, 10U, 5U, 7U, 5U, 1U, 0U, 1U, 2U, 4U, 0U, 0U, 0U, 9U, 5U,
    0U, 0U, 3U, 3U, 0U, 0U, 2U, 5U, 0U, 1U, 16U, 0U, 0U, 22U, 15U, 0U, 0U, 0U,
    0U, 5U, 2U, 0U, 0U, 9U, 34U, 37U, 36U, 35U, 15U, 2U, 4U, 7U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 25U, 18U, 17U, 31U, 9U, 0U, 0U, 2U, 1U, 0U, 0U, 0U, 6U, 7U, 4U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 2U, 4U, 2U, 4U, 1U, 0U,
    0U, 0U, 2U, 6U, 9U, 4U, 2U, 10U, 25U, 50U, 51U, 54U, 87U, 86U, 79U, 92U, 88U,
    124U, 130U, 111U, 118U, 140U, 100U, 102U, 78U, 84U, 94U, 68U, 70U, 67U, 74U,
    72U, 71U, 64U, 63U, 76U, 79U, 88U, 95U, 102U, 102U, 98U, 92U, 98U, 108U,
    121U, 141U, 114U, 145U, 134U, 135U, 125U, 105U, 125U, 158U, 150U, 159U, 188U,
    187U, 176U, 175U, 165U, 166U, 171U, 153U, 143U, 138U, 126U, 130U, 140U, 108U,
    81U, 87U, 30U, 26U, 42U, 88U, 88U, 53U, 30U, 45U, 19U, 11U, 7U, 16U, 16U,
    29U, 11U, 0U, 0U, 10U, 0U, 0U, 0U, 0U, 31U, 9U, 0U, 2U, 1U, 0U, 0U, 0U, 0U,
    0U, 6U, 0U, 0U, 0U, 0U, 9U, 4U, 0U, 2U, 13U, 0U, 1U, 3U, 4U, 0U, 0U, 5U, 5U,
    4U, 10U, 0U, 0U, 0U, 0U, 1U, 3U, 1U, 0U, 4U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 5U,
    12U, 7U, 0U, 0U, 0U, 0U, 5U, 2U, 0U, 1U, 11U, 3U, 3U, 5U, 1U, 3U, 0U, 1U, 2U,
    0U, 0U, 0U, 7U, 7U, 1U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 14U, 0U, 0U, 0U,
    11U, 13U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 17U, 26U, 4U, 0U, 0U, 0U, 0U, 1U,
    1U, 0U, 3U, 0U, 0U, 2U, 0U, 6U, 3U, 4U, 29U, 41U, 17U, 0U, 0U, 0U, 3U, 9U,
    2U, 4U, 10U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 2U, 5U, 7U, 5U,
    6U, 2U, 4U, 3U, 0U, 0U, 3U, 3U, 5U, 11U, 17U, 6U, 12U, 1U, 20U, 80U, 70U,
    51U, 48U, 68U, 112U, 105U, 101U, 132U, 121U, 118U, 104U, 108U, 104U, 94U,
    83U, 105U, 86U, 72U, 85U, 79U, 74U, 73U, 72U, 77U, 79U, 98U, 99U, 102U, 101U,
    102U, 100U, 101U, 106U, 117U, 126U, 141U, 150U, 147U, 134U, 129U, 106U, 120U,
    156U, 156U, 154U, 180U, 186U, 174U, 171U, 175U, 161U, 170U, 165U, 140U, 127U,
    117U, 110U, 124U, 76U, 64U, 84U, 24U, 31U, 75U, 134U, 237U, 80U, 28U, 35U,
    0U, 14U, 4U, 12U, 1U, 7U, 0U, 5U, 8U, 2U, 0U, 0U, 0U, 0U, 14U, 6U, 0U, 4U,
    0U, 0U, 0U, 0U, 0U, 8U, 11U, 5U, 0U, 0U, 0U, 1U, 1U, 0U, 0U, 4U, 0U, 0U, 5U,
    7U, 0U, 0U, 0U, 0U, 0U, 5U, 0U, 0U, 0U, 0U, 1U, 4U, 2U, 0U, 0U, 0U, 12U, 8U,
    8U, 0U, 0U, 3U, 5U, 8U, 2U, 0U, 0U, 1U, 1U, 2U, 2U, 0U, 0U, 8U, 0U, 0U, 1U,
    3U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 6U, 8U, 4U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 1U,
    0U, 13U, 17U, 0U, 0U, 0U, 11U, 13U, 5U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    9U, 6U, 4U, 0U, 0U, 1U, 3U, 4U, 0U, 0U, 0U, 0U, 0U, 11U, 12U, 14U, 44U, 53U,
    44U, 30U, 12U, 1U, 2U, 8U, 12U, 3U, 0U, 0U, 0U, 2U, 0U, 0U, 0U, 0U, 0U, 0U,
    0U, 0U, 2U, 2U, 3U, 2U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 4U, 3U, 0U, 0U,
    6U, 27U, 43U, 37U, 43U, 55U, 61U, 78U, 82U, 121U, 117U, 95U, 118U, 127U,
    112U, 118U, 99U, 87U, 123U, 95U, 88U, 94U, 87U, 86U, 86U, 81U, 81U, 82U,
    111U, 108U, 106U, 107U, 114U, 114U, 113U, 110U, 120U, 122U, 153U, 156U, 155U,
    136U, 132U, 105U, 111U, 143U, 162U, 158U, 166U, 181U, 174U, 167U, 160U, 164U,
    157U, 161U, 139U, 112U, 100U, 71U, 67U, 54U, 27U, 37U, 67U, 69U, 78U, 72U,
    77U, 50U, 21U, 29U, 20U, 28U, 18U, 11U, 0U, 3U, 0U, 9U, 12U, 0U, 8U, 0U, 9U,
    3U, 0U, 0U, 11U, 7U, 0U, 2U, 0U, 0U, 0U, 3U, 0U, 3U, 2U, 5U, 0U, 0U, 0U, 8U,
    0U, 0U, 0U, 0U, 0U, 8U, 5U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 5U, 2U,
    1U, 1U, 5U, 11U, 9U, 11U, 0U, 0U, 12U, 1U, 3U, 2U, 0U, 0U, 0U, 0U, 0U, 4U,
    0U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 4U, 4U, 4U, 0U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 7U, 21U, 0U, 1U, 0U, 0U, 6U, 13U, 5U, 2U, 0U, 0U,
    8U, 9U, 5U, 2U, 0U, 3U, 4U, 2U, 0U, 0U, 0U, 3U, 6U, 6U, 7U, 5U, 0U, 0U, 9U,
    19U, 29U, 45U, 34U, 39U, 27U, 43U, 36U, 23U, 22U, 9U, 5U, 24U, 17U, 15U, 14U,
    6U, 2U, 5U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 0U, 5U, 7U, 12U, 20U, 19U, 6U, 27U, 39U, 46U, 96U, 92U, 96U, 83U,
    94U, 137U, 135U, 122U, 110U, 92U, 111U, 102U, 94U, 114U, 105U, 91U, 90U, 89U,
    86U, 92U, 96U, 112U, 116U, 120U, 118U, 117U, 115U, 116U, 120U, 128U, 145U,
    146U, 157U, 153U, 138U, 140U, 114U, 105U, 127U, 162U, 161U, 157U, 175U, 176U,
    166U, 140U, 174U, 135U, 123U, 123U, 97U, 91U, 58U, 33U, 22U, 35U, 87U, 63U,
    50U, 106U, 113U, 37U, 28U, 51U, 61U, 14U, 14U, 10U, 1U, 0U, 12U, 26U, 0U,
    13U, 9U, 14U, 13U, 0U, 4U, 0U, 11U, 2U, 0U, 0U, 12U, 6U, 0U, 1U, 6U, 4U, 7U,
    5U, 11U, 4U, 0U, 0U, 14U, 0U, 0U, 0U, 1U, 0U, 4U, 20U, 14U, 5U, 0U, 0U, 1U,
    1U, 8U, 5U, 0U, 0U, 0U, 0U, 6U, 5U, 5U, 10U, 1U, 1U, 0U, 6U, 12U, 0U, 2U, 2U,
    1U, 0U, 0U, 0U, 0U, 7U, 0U, 0U, 0U, 0U, 0U, 0U, 4U, 0U, 1U, 3U, 2U, 0U, 0U,
    1U, 4U, 1U, 8U, 4U, 0U, 0U, 0U, 0U, 0U, 0U, 9U, 1U, 0U, 23U, 0U, 5U, 0U, 0U,
    0U, 10U, 5U, 2U, 2U, 2U, 14U, 5U, 0U, 0U, 0U, 5U, 8U, 6U, 0U, 0U, 0U, 1U, 0U,
    0U, 0U, 0U, 0U, 0U, 10U, 20U, 27U, 42U, 46U, 33U, 28U, 40U, 31U, 18U, 17U,
    6U, 0U, 0U, 21U, 10U, 1U, 3U, 5U, 15U, 22U, 21U, 26U, 5U, 0U, 2U, 1U, 0U, 2U,
    1U, 0U, 0U, 0U, 0U, 0U, 6U, 9U, 9U, 2U, 7U, 11U, 9U, 5U, 0U, 0U, 12U, 13U,
    16U, 38U, 54U, 74U, 77U, 73U, 114U, 105U, 86U, 113U, 90U, 113U, 136U, 96U,
    109U, 124U, 97U, 93U, 104U, 101U, 99U, 105U, 105U, 122U, 119U, 124U, 118U,
    119U, 117U, 112U, 124U, 128U, 148U, 139U, 174U, 151U, 134U, 134U, 111U, 91U,
    100U, 158U, 155U, 158U, 167U, 164U, 170U, 137U, 131U, 159U, 116U, 78U, 72U,
    43U, 31U, 20U, 2U, 44U, 55U, 42U, 52U, 71U, 86U, 77U, 48U, 72U, 45U, 6U, 23U,
    21U, 22U, 12U, 32U, 10U, 2U, 13U, 30U, 27U, 11U, 0U, 0U, 0U, 18U, 0U, 0U, 1U,
    5U, 7U, 0U, 1U, 4U, 0U, 0U, 3U, 15U, 6U, 1U, 0U, 3U, 1U, 0U, 0U, 12U, 0U, 0U,
    0U, 11U, 24U, 18U, 11U, 16U, 11U, 9U, 9U, 1U, 0U, 0U, 4U, 4U, 4U, 0U, 4U, 4U,
    0U, 0U, 5U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 8U, 0U, 0U, 0U, 0U, 0U,
    2U, 0U, 0U, 7U, 10U, 7U, 0U, 0U, 5U, 0U, 6U, 5U, 0U, 0U, 1U, 4U, 0U, 0U, 11U,
    6U, 0U, 11U, 0U, 2U, 3U, 0U, 0U, 0U, 2U, 3U, 2U, 4U, 9U, 1U, 0U, 0U, 0U, 7U,
    9U, 9U, 0U, 1U, 4U, 3U, 0U, 0U, 0U, 0U, 10U, 0U, 3U, 22U, 35U, 28U, 11U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 6U, 12U, 14U, 0U, 3U,
    15U, 8U, 1U, 0U, 0U, 2U, 4U, 4U, 5U, 7U, 13U, 13U, 11U, 0U, 2U, 9U, 2U, 0U,
    6U, 0U, 0U, 0U, 10U, 46U, 62U, 65U, 75U, 83U, 85U, 62U, 74U, 79U, 108U, 131U,
    107U, 94U, 114U, 97U, 104U, 114U, 92U, 107U, 107U, 92U, 117U, 128U, 124U,
    119U, 112U, 115U, 116U, 124U, 123U, 128U, 143U, 151U, 138U, 152U, 127U, 117U,
    113U, 78U, 85U, 139U, 169U, 151U, 159U, 161U, 142U, 161U, 119U, 103U, 101U,
    78U, 43U, 37U, 13U, 6U, 11U, 30U, 20U, 37U, 76U, 98U, 58U, 38U, 83U, 56U,
    10U, 7U, 12U, 10U, 0U, 0U, 0U, 0U, 3U, 2U, 0U, 0U, 0U, 0U, 1U, 15U, 7U, 0U,
    0U, 6U, 2U, 6U, 0U, 2U, 4U, 0U, 0U, 0U, 7U, 1U, 0U, 0U, 0U, 6U, 3U, 0U, 10U,
    5U, 0U, 0U, 0U, 0U, 6U, 0U, 0U, 6U, 0U, 0U, 0U, 0U, 3U, 5U, 0U, 5U, 3U, 5U,
    0U, 0U, 0U, 3U, 2U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 6U, 12U, 12U, 7U, 0U,
    0U, 1U, 0U, 0U, 5U, 6U, 5U, 2U, 2U, 2U, 0U, 4U, 11U, 6U, 0U, 0U, 4U, 2U, 0U,
    11U, 7U, 0U, 9U, 0U, 0U, 8U, 0U, 0U, 0U, 2U, 1U, 0U, 3U, 3U, 0U, 0U, 0U, 0U,
    2U, 5U, 3U, 7U, 7U, 8U, 7U, 4U, 2U, 0U, 0U, 6U, 0U, 0U, 0U, 4U, 0U, 0U, 0U,
    2U, 0U, 0U, 0U, 0U, 10U, 23U, 11U, 0U, 0U, 0U, 0U, 9U, 7U, 0U, 0U, 0U, 0U,
    7U, 12U, 11U, 5U, 1U, 0U, 0U, 1U, 2U, 6U, 7U, 7U, 5U, 6U, 0U, 0U, 1U, 0U, 0U,
    0U, 2U, 0U, 11U, 21U, 50U, 34U, 36U, 81U, 83U, 74U, 57U, 81U, 79U, 127U,
    109U, 73U, 85U, 89U, 97U, 84U, 105U, 101U, 112U, 112U, 107U, 132U, 129U,
    126U, 128U, 125U, 121U, 115U, 135U, 137U, 118U, 115U, 149U, 92U, 160U, 112U,
    99U, 86U, 54U, 77U, 105U, 165U, 161U, 144U, 141U, 154U, 124U, 108U, 47U, 40U,
    59U, 24U, 14U, 0U, 0U, 14U, 31U, 15U, 33U, 73U, 103U, 12U, 23U, 19U, 0U, 0U,
    2U, 17U, 2U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 11U, 13U, 5U, 0U, 0U, 1U, 7U,
    0U, 0U, 0U, 0U, 1U, 3U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 1U, 0U, 0U, 7U, 0U,
    3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 6U, 3U, 0U, 0U, 8U, 0U, 0U, 0U, 0U,
    0U, 2U, 6U, 1U, 0U, 0U, 0U, 0U, 0U, 2U, 1U, 0U, 0U, 11U, 20U, 14U, 19U, 18U,
    0U, 0U, 0U, 0U, 0U, 2U, 2U, 0U, 0U, 0U, 0U, 3U, 12U, 11U, 1U, 0U, 4U, 3U, 0U,
    9U, 6U, 0U, 4U, 4U, 0U, 8U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 2U, 3U, 4U, 3U, 3U, 1U, 0U, 0U, 14U, 5U, 0U, 0U, 0U, 0U, 0U, 0U,
    4U, 3U, 6U, 13U, 15U, 4U, 0U, 0U, 0U, 0U, 4U, 3U, 3U, 0U, 0U, 0U, 0U, 3U, 0U,
    0U, 1U, 6U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    0U, 8U, 13U, 19U, 11U, 22U, 41U, 49U, 49U, 40U, 29U, 46U, 76U, 102U, 51U,
    63U, 82U, 65U, 79U, 90U, 88U, 106U, 116U, 102U, 97U, 131U, 123U, 103U, 114U,
    123U, 135U, 128U, 136U, 136U, 116U, 121U, 117U, 86U, 113U, 111U, 86U, 84U,
    46U, 46U, 76U, 149U, 158U, 138U, 135U, 141U, 85U, 64U, 36U, 14U, 8U, 5U, 5U,
    0U, 0U, 0U, 3U, 18U, 38U, 184U, 106U, 12U, 13U, 12U, 0U, 0U, 31U, 21U, 0U,
    39U, 12U, 0U, 4U, 0U, 0U, 0U, 34U, 25U, 34U, 17U, 0U, 0U, 7U, 0U, 0U, 8U, 0U,
    0U, 4U, 7U, 0U, 0U, 1U, 0U, 0U, 0U, 8U, 7U, 0U, 1U, 9U, 4U, 3U, 13U, 15U, 4U,
    1U, 6U, 6U, 2U, 13U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 0U, 0U, 0U, 0U, 0U,
    0U, 2U, 2U, 2U, 1U, 1U, 2U, 2U, 0U, 0U, 18U, 3U, 0U, 7U, 16U, 14U, 5U, 11U,
    4U, 0U, 0U, 2U, 0U, 0U, 0U, 0U, 1U, 11U, 14U, 6U, 3U, 4U, 5U, 0U, 9U, 3U, 0U,
    0U, 13U, 0U, 10U, 7U, 5U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 12U, 4U, 0U, 0U, 0U, 0U, 6U, 4U, 7U, 14U,
    11U, 1U, 0U, 0U, 0U, 0U, 8U, 12U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 11U, 16U, 11U, 0U,
    6U, 6U, 4U, 5U, 0U, 13U, 28U, 9U, 14U, 14U, 30U, 68U, 66U, 24U, 61U, 65U,
    59U, 68U, 78U, 62U, 72U, 66U, 89U, 92U, 111U, 118U, 101U, 120U, 106U, 125U,
    127U, 122U, 122U, 90U, 119U, 78U, 63U, 57U, 64U, 55U, 58U, 50U, 39U, 54U,
    94U, 140U, 134U, 123U, 119U, 49U, 26U, 25U, 11U, 0U, 0U, 0U, 0U, 0U, 4U, 13U,
    24U, 34U, 202U, 154U, 7U, 13U, 9U, 0U, 8U, 20U, 4U, 0U, 0U, 0U, 2U, 0U, 10U,
    9U, 22U, 0U, 1U, 0U, 0U, 0U, 0U, 4U, 13U, 9U, 2U, 0U, 0U, 3U, 3U, 0U, 0U, 0U,
    0U, 5U, 0U, 0U, 1U, 0U, 6U, 13U, 6U, 2U, 7U, 7U, 7U, 15U, 16U, 8U, 0U, 11U,
    0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 5U, 8U, 1U, 0U, 3U, 5U, 2U, 0U, 2U,
    3U, 4U, 1U, 1U, 0U, 14U, 0U, 0U, 0U, 0U, 0U, 16U, 18U, 13U, 4U, 0U, 0U, 1U,
    0U, 0U, 0U, 0U, 2U, 9U, 11U, 8U, 6U, 2U, 0U, 2U, 1U, 0U, 0U, 10U, 0U, 0U, 8U,
    6U, 1U, 0U, 0U, 0U, 0U, 3U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 2U, 2U, 0U, 0U, 1U,
    0U, 0U, 0U, 5U, 0U, 6U, 8U, 0U, 0U, 12U, 17U, 6U, 0U, 0U, 0U, 0U, 3U, 4U, 0U,
    0U, 7U, 7U, 3U, 0U, 0U, 2U, 7U, 3U, 0U, 0U, 7U, 9U, 6U, 0U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 4U, 23U, 26U, 3U, 0U, 0U, 0U, 0U, 9U, 12U,
    1U, 9U, 14U, 1U, 21U, 30U, 28U, 23U, 39U, 42U, 82U, 61U, 46U, 68U, 63U, 15U,
    47U, 69U, 94U, 71U, 82U, 107U, 65U, 92U, 112U, 106U, 112U, 87U, 103U, 62U,
    29U, 42U, 28U, 39U, 33U, 29U, 14U, 27U, 54U, 107U, 80U, 53U, 81U, 18U, 6U,
    8U, 4U, 0U, 0U, 9U, 0U, 30U, 14U, 21U, 31U, 21U, 168U, 122U, 0U, 11U, 12U,
    10U, 0U, 0U, 0U, 0U, 0U, 6U, 4U, 0U, 13U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 4U, 3U, 2U, 2U, 0U, 0U, 0U, 0U, 8U, 7U, 0U, 0U, 0U, 0U, 0U, 7U,
    0U, 5U, 5U, 3U, 0U, 0U, 0U, 0U, 2U, 12U, 19U, 12U, 8U, 9U, 3U, 0U, 1U, 0U,
    1U, 11U, 9U, 0U, 0U, 5U, 4U, 2U, 0U, 1U, 2U, 2U, 2U, 4U, 0U, 14U, 0U, 0U, 7U,
    0U, 0U, 0U, 10U, 17U, 13U, 0U, 0U, 9U, 4U, 0U, 0U, 0U, 0U, 6U, 11U, 9U, 7U,
    0U, 0U, 0U, 0U, 0U, 2U, 6U, 0U, 0U, 5U, 7U, 3U, 0U, 1U, 0U, 0U, 3U, 1U, 0U,
    1U, 3U, 4U, 1U, 0U, 2U, 1U, 0U, 0U, 1U, 1U, 1U, 0U, 0U, 0U, 5U, 14U, 10U, 5U,
    4U, 3U, 10U, 0U, 0U, 1U, 6U, 0U, 0U, 0U, 7U, 4U, 5U, 6U, 8U, 8U, 7U, 5U, 0U,
    0U, 0U, 5U, 3U, 0U, 0U, 4U, 0U, 2U, 1U, 0U, 0U, 0U, 0U, 0U, 5U, 2U, 0U, 0U,
    1U, 14U, 4U, 0U, 6U, 3U, 10U, 7U, 0U, 0U, 0U, 0U, 4U, 13U, 8U, 9U, 21U, 21U,
    39U, 96U, 67U, 44U, 56U, 37U, 15U, 22U, 42U, 76U, 64U, 88U, 93U, 37U, 85U,
    108U, 90U, 73U, 56U, 57U, 51U, 27U, 29U, 27U, 17U, 7U, 23U, 18U, 28U, 12U,
    7U, 14U, 5U, 0U, 2U, 18U, 0U, 0U, 3U, 4U, 0U, 0U, 7U, 10U, 6U, 20U, 37U, 28U,
    20U, 6U, 0U, 1U, 1U, 0U, 0U, 9U, 3U, 11U, 12U, 0U, 2U, 0U, 0U, 0U, 2U, 0U,
    0U, 0U, 0U, 2U, 0U, 0U, 0U, 13U, 13U, 9U, 0U, 1U, 9U, 7U, 0U, 0U, 5U, 7U, 2U,
    0U, 0U, 0U, 0U, 1U, 1U, 5U, 6U, 1U, 2U, 0U, 0U, 1U, 6U, 6U, 5U, 7U, 7U, 5U,
    0U, 0U, 15U, 3U, 2U, 8U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 14U,
    5U, 0U, 0U, 0U, 2U, 0U, 0U, 0U, 5U, 6U, 0U, 0U, 6U, 6U, 0U, 0U, 0U, 0U, 1U,
    2U, 4U, 4U, 2U, 3U, 0U, 0U, 0U, 6U, 2U, 9U, 0U, 0U, 1U, 0U, 0U, 2U, 0U, 0U,
    4U, 0U, 0U, 0U, 4U, 8U, 9U, 7U, 3U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 5U, 13U,
    6U, 0U, 0U, 0U, 0U, 0U, 6U, 15U, 14U, 13U, 9U, 9U, 11U, 4U, 0U, 0U, 1U, 0U,
    0U, 0U, 0U, 14U, 43U, 35U, 5U, 0U, 0U, 0U, 17U, 11U, 9U, 4U, 0U, 0U, 0U, 1U,
    0U, 1U, 1U, 2U, 0U, 0U, 2U, 8U, 7U, 0U, 0U, 0U, 8U, 13U, 1U, 2U, 4U, 0U, 0U,
    10U, 7U, 5U, 13U, 48U, 91U, 50U, 29U, 52U, 29U, 17U, 24U, 73U, 60U, 65U, 97U,
    87U, 30U, 82U, 92U, 67U, 45U, 36U, 14U, 65U, 26U, 20U, 9U, 17U, 13U, 12U, 7U,
    0U, 7U, 10U, 25U, 10U, 13U, 10U, 0U, 1U, 0U, 0U, 3U, 10U, 16U, 0U, 16U, 25U,
    11U, 9U, 34U, 31U, 5U, 9U, 20U, 0U, 0U, 0U, 0U, 11U, 0U, 0U, 0U, 8U, 3U, 11U,
    5U, 5U, 29U, 24U, 17U, 12U, 13U, 15U, 7U, 0U, 2U, 9U, 0U, 0U, 0U, 9U, 5U, 0U,
    0U, 2U, 0U, 0U, 1U, 2U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 1U, 0U, 0U, 0U, 0U,
    1U, 2U, 0U, 0U, 7U, 16U, 8U, 0U, 0U, 0U, 0U, 0U, 3U, 0U, 0U, 0U, 0U, 0U, 0U,
    0U, 0U, 0U, 15U, 0U, 0U, 4U, 0U, 3U, 1U, 1U, 0U, 0U, 0U, 1U, 1U, 3U, 7U, 19U,
    2U, 1U, 0U, 0U, 0U, 1U, 7U, 6U, 14U, 0U, 0U, 0U, 8U, 1U, 19U, 0U, 0U, 0U, 0U,
    0U, 2U, 3U, 0U, 0U, 0U, 0U, 0U, 1U, 3U, 1U, 0U, 2U, 0U, 0U, 1U, 3U, 4U, 0U,
    0U, 0U, 0U, 0U, 0U, 0U, 1U, 9U, 15U, 20U, 5U, 15U, 25U, 11U, 8U, 14U, 9U, 0U,
    0U, 1U, 0U, 3U, 0U, 0U, 28U, 37U, 28U, 25U, 10U, 0U, 1U, 10U, 14U, 9U, 2U,
    0U, 0U, 2U, 3U, 2U, 5U, 0U, 1U, 1U, 2U, 1U, 0U, 1U, 14U, 0U, 0U, 0U, 4U, 8U,
    0U, 0U, 7U, 0U, 0U, 0U, 0U, 3U, 12U, 31U, 42U, 30U, 18U, 56U, 22U, 28U, 56U,
