AlbertoSanchez19/TFG/Smart Hive/PRUNING/NET/Taylor/stm32_ert_rtw/stm32_data.c
    5U, 6U, 6U, 17U, 2U, 0U, 9U, 0U, 0U, 0U, 4U, 8U, 5U, 3U, 5U, 10U, 11U, 16U,
    1U, 0U, 0U, 5U, 0U, 0U, 11U, 2U, 7U, 4U, 21U, 0U, 5U, 17U, 12U, 11U, 13U,
    15U, 14U, 15U, 14U, 13U, 13U, 7U, 0U, 4U, 18U, 0U, 0U, 25U, 10U, 2U, 2U, 0U,
    0U, 0U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 4U, 0U, 63U, 41U, 20U, 16U, 18U, 23U,
    28U, 28U, 22U, 11U, 11U, 21U, 22U, 18U, 17U, 17U, 19U, 17U, 11U, 22U, 17U,
    10U, 18U, 11U, 0U, 0U, 8U, 23U, 0U, 0U, 26U, 33U, 50U, 53U, 45U, 41U, 31U,
    5U, 0U, 0U, 3U, 0U, 0U, 0U, 1U, 2U, 0U, 0U, 0U, 0U, 0U, 9U, 28U, 19U, 19U,
    21U, 27U, 21U, 14U, 0U, 0U, 0U, 0U, 8U, 6U, 0U, 0U, 0U, 3U, 7U, 5U, 0U, 2U,
    1U, 1U, 0U, 0U, 4U, 15U, 7U, 15U, 22U, 23U, 18U, 22U, 24U, 18U, 12U, 16U,
    17U, 12U, 0U, 0U, 1U, 0U, 0U, 8U, 24U, 51U, 78U, 68U, 16U, 18U, 16U, 0U, 0U,
    0U, 4U, 2U, 1U, 0U, 6U, 14U, 12U, 4U, 2U, 2U, 17U, 19U, 0U, 6U, 1U, 0U, 2U,
    3U, 0U, 0U, 3U, 4U, 0U, 0U, 8U, 15U, 4U, 6U, 17U, 16U, 8U, 0U, 0U, 0U, 7U,
    6U, 0U, 4U, 7U, 10U, 12U, 13U, 11U, 7U, 0U, 1U, 0U, 0U, 3U, 3U, 0U, 0U, 2U,
    2U, 13U, 6U, 0U, 0U, 0U, 3U, 0U, 1U, 14U, 9U, 0U, 0U, 4U, 2U, 3U, 7U, 6U, 9U,
    9U, 0U, 0U, 0U, 0U, 1U, 5U, 7U, 6U, 5U, 7U, 8U, 9U, 18U, 0U, 0U, 0U, 9U, 1U,
    0U, 11U, 2U, 7U, 1U, 20U, 0U, 11U, 13U, 10U, 12U, 13U, 13U, 14U, 15U, 14U,
    14U, 13U, 14U, 21U, 1U, 2U, 0U, 0U, 25U, 19U, 7U, 9U, 3U, 3U, 0U, 0U, 8U, 3U,
    0U, 7U, 8U, 11U, 23U, 13U, 0U, 8U, 1U, 2U, 14U, 21U, 21U, 23U, 26U, 20U, 23U,
    26U, 24U, 19U, 18U, 19U, 17U, 22U, 19U, 1U, 4U, 3U, 0U, 3U, 13U, 0U, 0U, 0U,
    0U, 0U, 19U, 35U, 51U, 55U, 48U, 43U, 41U, 21U, 0U, 0U, 0U, 1U, 0U, 0U, 0U,
    2U, 4U, 0U, 1U, 0U, 0U, 0U, 13U, 26U, 16U, 19U, 25U, 25U, 20U, 9U, 0U, 0U,
    0U, 0U, 11U, 10U, 0U, 0U, 0U, 2U, 5U, 5U, 0U, 2U, 2U, 0U, 0U, 3U, 21U, 18U,
    8U, 21U, 20U, 18U, 17U, 23U, 20U, 15U, 23U, 19U, 24U, 19U, 0U, 0U, 2U, 4U,
    0U, 9U, 47U, 72U, 85U, 53U, 14U, 15U, 10U, 0U, 0U, 1U, 4U, 0U, 0U, 0U, 3U,
    20U, 10U, 0U, 0U, 16U, 15U, 8U, 14U, 6U, 3U, 1U, 1U, 0U, 0U, 0U, 0U, 2U, 0U,
    0U, 12U, 12U, 4U, 9U, 18U, 14U, 4U, 0U, 0U, 2U, 10U, 6U, 3U, 7U, 7U, 10U,
    12U, 13U, 12U, 8U, 0U, 0U, 0U, 0U, 3U, 3U, 0U, 1U, 2U, 2U, 10U, 6U, 0U, 0U,
    0U, 8U, 0U, 1U, 13U, 11U, 3U, 1U, 3U, 1U, 1U, 1U, 5U, 7U, 12U, 0U, 0U, 4U,
    9U, 7U, 9U, 8U, 6U, 3U, 5U, 8U, 10U, 18U, 1U, 0U, 0U, 7U, 0U, 0U, 10U, 3U,
    9U, 1U, 18U, 0U, 11U, 9U, 7U, 8U, 10U, 12U, 13U, 14U, 14U, 15U, 15U, 15U,
    24U, 8U, 0U, 9U, 0U, 15U, 7U, 6U, 4U, 0U, 2U, 1U, 1U, 4U, 0U, 0U, 5U, 18U,
    33U, 45U, 20U, 0U, 5U, 3U, 10U, 17U, 17U, 12U, 11U, 11U, 17U, 14U, 14U, 16U,
    20U, 24U, 18U, 10U, 11U, 25U, 25U, 25U, 8U, 0U, 0U, 19U, 17U, 0U, 0U, 13U,
    42U, 45U, 44U, 47U, 58U, 48U, 33U, 20U, 1U, 0U, 4U, 4U, 0U, 0U, 2U, 1U, 2U,
    3U, 0U, 0U, 0U, 0U, 0U, 12U, 24U, 15U, 14U, 29U, 21U, 21U, 2U, 0U, 0U, 0U,
    0U, 5U, 6U, 0U, 0U, 0U, 1U, 1U, 1U, 0U, 4U, 0U, 0U, 0U, 12U, 20U, 17U, 16U,
    23U, 19U, 15U, 18U, 19U, 15U, 18U, 25U, 20U, 26U, 21U, 0U, 0U, 1U, 8U, 13U,
    19U, 63U, 74U, 79U, 31U, 13U, 11U, 11U, 1U, 0U, 0U, 3U, 0U, 0U, 0U, 1U, 16U,
    0U, 33U, 43U, 6U, 18U, 5U, 1U, 1U, 1U, 0U, 0U, 1U, 0U, 0U, 0U, 2U, 0U, 0U,
    14U, 10U, 2U, 13U, 19U, 10U, 1U, 0U, 0U, 6U, 10U, 7U, 6U, 10U, 11U, 13U, 15U,
    13U, 12U, 8U, 0U, 1U, 0U, 0U, 2U, 2U, 1U, 0U, 0U, 7U, 9U, 4U, 1U, 4U, 0U,
    18U, 0U, 0U, 6U, 12U, 8U, 1U, 0U, 0U, 1U, 0U, 4U, 5U, 10U, 0U, 0U, 5U, 13U,
    13U, 10U, 7U, 3U, 1U, 0U, 4U, 9U, 15U, 1U, 0U, 0U, 6U, 0U, 0U, 8U, 2U, 9U,
    5U, 18U, 0U, 10U, 6U, 5U, 7U, 10U, 11U, 12U, 13U, 15U, 16U, 16U, 12U, 16U,
    17U, 0U, 8U, 0U, 1U, 0U, 0U, 0U, 0U, 0U, 2U, 0U, 0U, 0U, 0U, 0U, 12U, 14U,
    21U, 23U, 11U, 4U, 0U, 0U, 6U, 12U, 17U, 15U, 10U, 14U, 9U, 13U, 22U, 21U,
    13U, 12U, 18U, 16U, 13U, 23U, 22U, 1U, 0U, 9U, 3U, 0U, 39U, 86U, 77U, 49U,
    44U, 44U, 47U, 48U, 55U, 32U, 7U, 0U, 0U, 0U, 5U, 0U, 0U, 3U, 1U, 2U, 1U, 0U,
    0U, 0U, 2U, 0U, 8U, 26U, 18U, 11U, 31U, 19U, 20U, 1U, 0U, 0U, 0U, 9U, 0U, 0U,
    0U, 0U, 3U, 3U, 0U, 0U, 0U, 4U, 0U, 0U, 16U, 13U, 13U, 21U, 27U, 22U, 19U,
    20U, 18U, 13U, 19U, 25U, 21U, 19U, 23U, 20U, 2U, 0U, 0U, 11U, 26U, 42U, 71U,
    68U, 74U, 22U, 13U, 9U, 16U, 8U, 2U, 3U, 1U, 0U, 0U, 0U, 5U, 0U, 14U, 38U,
    21U, 0U, 20U, 4U, 0U, 0U, 2U, 2U, 1U, 2U, 1U, 0U, 2U, 4U, 0U, 1U, 14U, 9U,
    4U, 13U, 18U, 11U, 0U, 0U, 0U, 8U, 10U, 8U, 12U, 11U, 12U, 14U, 15U, 13U,
    12U, 8U, 0U, 2U, 0U, 0U, 1U, 1U, 1U, 0U, 0U, 3U, 10U, 9U, 2U, 0U, 0U, 12U,
    0U, 0U, 1U, 12U, 13U, 1U, 0U, 0U, 2U, 1U, 4U, 7U, 4U, 5U, 0U, 4U, 12U, 15U,
    10U, 5U, 3U, 0U, 0U, 1U, 7U, 12U, 2U, 0U, 3U, 8U, 0U, 0U, 4U, 0U, 9U, 11U,
    25U, 0U, 12U, 3U, 5U, 6U, 11U, 15U, 16U, 15U, 17U, 16U, 15U, 14U, 15U, 17U,
    0U, 0U, 8U, 2U, 5U, 0U, 0U, 4U, 4U, 4U, 0U, 0U, 5U, 2U, 0U, 4U, 29U, 29U,
    20U, 15U, 5U, 0U, 1U, 11U, 18U, 22U, 22U, 15U, 12U, 11U, 14U, 14U, 17U, 20U,
    21U, 24U, 25U, 24U, 0U, 0U, 8U, 8U, 0U, 0U, 21U, 45U, 56U, 50U, 51U, 54U,
    52U, 47U, 48U, 37U, 16U, 0U, 0U, 0U, 2U, 9U, 0U, 0U, 2U, 4U, 3U, 0U, 0U, 0U,
    0U, 0U, 0U, 7U, 19U, 22U, 13U, 30U, 17U, 19U, 0U, 0U, 2U, 10U, 15U, 3U, 10U,
    8U, 1U, 0U, 3U, 0U, 0U, 0U, 0U, 10U, 19U, 14U, 16U, 20U, 23U, 32U, 24U, 19U,
    20U, 16U, 17U, 20U, 27U, 28U, 17U, 9U, 7U, 7U, 3U, 0U, 9U, 40U, 58U, 79U,
    65U, 57U, 1U, 4U, 18U, 13U, 4U, 11U, 7U, 0U, 0U, 0U, 2U, 0U, 0U, 38U, 12U,
    0U, 0U, 9U, 0U, 0U, 2U, 1U, 4U, 0U, 5U, 0U, 1U, 0U, 0U, 0U, 8U, 12U, 6U, 2U,
    18U, 18U, 7U, 0U, 0U, 2U, 9U, 11U, 11U, 13U, 13U, 11U, 12U, 15U, 12U, 14U,
    10U, 1U, 0U, 0U, 0U, 3U, 2U, 0U, 1U, 0U, 0U, 12U, 2U, 6U, 6U, 0U, 3U, 1U, 0U,
    0U, 5U, 18U, 6U, 0U, 0U, 0U, 0U, 8U, 2U, 3U, 5U, 0U, 3U, 19U, 16U, 10U, 11U,
    5U, 1U, 3U, 0U, 8U, 11U, 0U, 0U, 1U, 8U, 1U, 0U, 3U, 0U, 19U, 1U, 30U, 3U,
    1U, 9U, 4U, 6U, 14U, 7U, 15U, 23U, 11U, 12U, 19U, 10U, 5U, 16U, 7U, 0U, 0U,
    0U, 0U, 0U, 0U, 3U, 0U, 3U, 4U, 0U, 4U, 0U, 0U, 6U, 19U, 31U, 29U, 29U, 11U,
    8U, 10U, 16U, 12U, 15U, 18U, 18U, 10U, 15U, 9U, 17U, 17U, 15U, 31U, 23U, 29U,
    0U, 0U, 14U, 24U, 1U, 0U, 6U, 35U, 43U, 49U, 48U, 56U, 59U, 54U, 46U, 40U,
    30U, 11U, 0U, 0U, 0U, 2U, 7U, 3U, 3U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 6U,
    11U, 19U, 20U, 15U, 32U, 19U, 6U, 0U, 0U, 10U, 17U, 12U, 13U, 34U, 28U, 11U,
    0U, 0U, 0U, 0U, 0U, 3U, 19U, 23U, 17U, 20U, 22U, 24U, 32U, 24U, 21U, 18U,
    15U, 16U, 19U, 26U, 26U, 17U, 0U, 2U, 9U, 5U, 3U, 14U, 56U, 68U, 75U, 57U,
    43U, 0U, 0U, 14U, 18U, 9U, 12U, 0U, 0U, 1U, 0U, 0U, 4U, 20U, 49U, 13U, 5U,
    11U, 11U, 0U, 0U, 1U, 0U, 2U, 2U, 5U, 0U, 0U, 3U, 0U, 0U, 7U, 10U, 7U, 7U,
    20U, 16U, 4U, 0U, 0U, 3U, 9U, 12U, 12U, 14U, 15U, 13U, 14U, 16U, 14U, 15U,
    13U, 3U, 0U, 0U, 0U, 2U, 2U, 1U, 3U, 2U, 0U, 11U, 0U, 1U, 4U, 0U, 6U, 3U, 1U,
    0U, 2U, 9U, 5U, 0U, 0U, 1U, 4U, 10U, 2U, 2U, 9U, 7U, 8U, 6U, 9U, 9U, 11U,
    11U, 5U, 6U, 7U, 6U, 12U, 1U, 0U, 3U, 8U, 0U, 0U, 2U, 6U, 14U, 0U, 39U, 16U,
    3U, 17U, 23U, 9U, 12U, 8U, 14U, 17U, 13U, 15U, 11U, 14U, 10U, 14U, 13U, 0U,
    3U, 7U, 0U, 0U, 0U, 0U, 0U, 4U, 2U, 3U, 2U, 0U, 0U, 4U, 18U, 31U, 34U, 35U,
    14U, 11U, 13U, 12U, 8U, 7U, 11U, 14U, 21U, 23U, 12U, 9U, 12U, 20U, 32U, 35U,
    12U, 0U, 7U, 15U, 3U, 0U, 0U, 16U, 42U, 43U, 43U, 50U, 59U, 59U, 55U, 51U,
    28U, 15U, 4U, 0U, 0U, 0U, 0U, 2U, 1U, 2U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 1U,
    13U, 14U, 18U, 21U, 20U, 28U, 11U, 0U, 0U, 9U, 20U, 19U, 10U, 26U, 42U, 21U,
    0U, 0U, 0U, 0U, 0U, 7U, 9U, 23U, 27U, 25U, 25U, 26U, 26U, 26U, 25U, 19U, 17U,
    15U, 17U, 23U, 26U, 26U, 5U, 0U, 2U, 0U, 1U, 15U, 28U, 48U, 74U, 57U, 49U,
    37U, 0U, 7U, 14U, 20U, 9U, 8U, 0U, 0U, 4U, 4U, 6U, 9U, 17U, 40U, 13U, 9U,
    14U, 6U, 0U, 0U, 0U, 0U, 3U, 1U, 4U, 0U, 0U, 2U, 0U, 0U, 10U, 8U, 9U, 10U,
    21U, 13U, 0U, 0U, 0U, 4U, 9U, 13U, 14U, 12U, 15U, 14U, 15U, 17U, 17U, 18U,
    13U, 1U, 0U, 0U, 1U, 2U, 1U, 1U, 2U, 3U, 0U, 9U, 0U, 0U, 1U, 0U, 6U, 2U, 1U,
    2U, 0U, 0U, 3U, 0U, 0U, 2U, 0U, 4U, 1U, 0U, 3U, 8U, 5U, 0U, 15U, 18U, 15U,
    20U, 9U, 0U, 11U, 9U, 12U, 2U, 0U, 2U, 6U, 0U, 0U, 3U, 11U, 14U, 1U, 36U,
    15U, 0U, 8U, 15U, 12U, 12U, 11U, 16U, 12U, 13U, 19U, 12U, 12U, 17U, 12U, 13U,
    0U, 0U, 17U, 0U, 4U, 10U, 0U, 0U, 0U, 0U, 2U, 0U, 1U, 0U, 2U, 15U, 28U, 35U,
    41U, 19U, 16U, 14U, 14U, 12U, 14U, 12U, 13U, 29U, 23U, 27U, 23U, 21U, 22U,
    16U, 29U, 5U, 12U, 7U, 0U, 0U, 0U, 23U, 68U, 42U, 45U, 46U, 51U, 57U, 57U,
    56U, 54U, 18U, 6U, 0U, 0U, 3U, 1U, 0U, 0U, 0U, 1U, 2U, 2U, 1U, 3U, 4U, 1U,
    0U, 1U, 16U, 13U, 18U, 26U, 24U, 19U, 0U, 0U, 8U, 17U, 18U, 12U, 16U, 36U,
    28U, 6U, 0U, 0U, 0U, 0U, 5U, 32U, 8U, 20U, 29U, 29U, 29U, 28U, 26U, 25U, 21U,
    18U, 16U, 16U, 20U, 27U, 28U, 26U, 7U, 9U, 0U, 0U, 4U, 10U, 46U, 50U, 71U,
    39U, 44U, 30U, 0U, 13U, 19U, 17U, 11U, 0U, 0U, 0U, 3U, 11U, 19U, 5U, 3U, 23U,
    23U, 8U, 12U, 17U, 0U, 0U, 0U, 2U, 6U, 0U, 2U, 0U, 3U, 1U, 0U, 0U, 12U, 9U,
    12U, 16U, 24U, 10U, 0U, 0U, 1U, 4U, 8U, 14U, 15U, 15U, 15U, 14U, 14U, 16U,
    16U, 19U, 14U, 1U, 1U, 0U, 2U, 1U, 0U, 0U, 1U, 1U, 0U, 9U, 0U, 0U, 2U, 0U,
    7U, 4U, 0U, 4U, 1U, 0U, 2U, 3U, 0U, 3U, 0U, 4U, 7U, 3U, 2U, 9U, 10U, 0U, 18U,
    18U, 7U, 27U, 17U, 0U, 0U, 13U, 15U, 3U, 0U, 2U, 7U, 0U, 0U, 6U, 9U, 14U, 6U,
    28U, 17U, 0U, 11U, 17U, 15U, 15U, 17U, 17U, 8U, 7U, 15U, 15U, 7U, 22U, 16U,
    13U, 0U, 0U, 14U, 4U, 32U, 48U, 22U, 0U, 0U, 1U, 2U, 0U, 3U, 1U, 0U, 10U,
    26U, 36U, 41U, 13U, 12U, 12U, 12U, 16U, 16U, 13U, 10U, 13U, 26U, 32U, 34U,
    38U, 40U, 23U, 0U, 8U, 24U, 0U, 0U, 4U, 8U, 45U, 50U, 39U, 47U, 52U, 52U,
    53U, 54U, 51U, 43U, 9U, 0U, 0U, 0U, 5U, 2U, 0U, 0U, 2U, 2U, 0U, 0U, 0U, 2U,
    4U, 1U, 0U, 4U, 15U, 13U, 16U, 28U, 25U, 2U, 0U, 2U, 12U, 19U, 13U, 10U, 25U,
    32U, 12U, 6U, 0U, 0U, 0U, 11U, 24U, 27U, 7U, 21U, 30U, 33U, 30U, 25U, 19U,
    19U, 22U, 19U, 20U, 22U, 25U, 29U, 28U, 23U, 2U, 0U, 0U, 21U, 11U, 9U, 50U,
    51U, 54U, 31U, 38U, 14U, 0U, 18U, 17U, 15U, 10U, 0U, 0U, 7U, 6U, 12U, 15U,
    0U, 0U, 7U, 28U, 4U, 8U, 18U, 0U, 5U, 0U, 0U, 2U, 0U, 1U, 0U, 0U, 1U, 1U, 1U,
    12U, 10U, 14U, 19U, 23U, 7U, 0U, 0U, 0U, 1U, 5U, 11U, 15U, 16U, 15U, 14U,
    15U, 16U, 19U, 20U, 13U, 0U, 1U, 0U, 2U, 1U, 0U, 0U, 0U, 0U, 0U, 8U, 7U, 0U,
    3U, 3U, 5U, 4U, 0U, 2U, 2U, 0U, 0U, 1U, 7U, 8U, 0U, 0U, 4U, 6U, 2U, 5U, 8U,
    0U, 0U, 21U, 4U, 0U, 0U, 0U, 5U, 3U, 15U, 4U, 0U, 0U, 5U, 2U, 0U, 8U, 11U,
    14U, 9U, 19U, 17U, 0U, 7U, 20U, 11U, 13U, 12U, 13U, 14U, 9U, 4U, 11U, 6U,
    27U, 21U, 12U, 4U, 4U, 11U, 43U, 41U, 48U, 42U, 8U, 0U, 2U, 2U, 0U, 0U, 0U,
    0U, 4U, 20U, 32U, 40U, 7U, 12U, 14U, 14U, 15U, 13U, 16U, 18U, 23U, 29U, 49U,
    37U, 55U, 34U, 0U, 67U, 71U, 23U, 8U, 7U, 6U, 29U, 49U, 49U, 45U, 52U, 58U,
    55U, 54U, 53U, 41U, 22U, 5U, 0U, 0U, 1U, 4U, 4U, 1U, 0U, 1U, 1U, 0U, 0U, 0U,
    0U, 0U, 0U, 0U, 8U, 16U, 17U, 17U, 23U, 19U, 0U, 0U, 13U, 16U, 16U, 9U, 12U,
    26U, 20U, 5U, 0U, 0U, 0U, 14U, 26U, 25U, 16U, 17U, 27U, 35U, 35U, 27U, 19U,
    15U, 17U, 23U, 21U, 22U, 24U, 27U, 28U, 25U, 18U, 3U, 0U, 21U, 17U, 0U, 15U,
    48U, 40U, 37U, 27U, 31U, 0U, 0U, 17U, 12U, 17U, 8U, 0U, 0U, 10U, 10U, 0U, 2U,
    9U, 13U, 8U, 31U, 4U, 9U, 12U, 0U, 16U, 0U, 0U, 0U, 0U, 2U, 0U, 0U, 4U, 0U,
    2U, 13U, 10U, 18U, 23U, 23U, 5U, 0U, 0U, 0U, 2U, 6U, 11U, 15U, 17U, 16U, 15U,
    16U, 17U, 20U, 22U, 15U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 3U, 11U, 9U, 0U,
    4U, 7U, 4U, 2U, 2U, 0U, 0U, 0U, 0U, 0U, 8U, 13U, 1U, 0U, 0U, 1U, 0U, 0U, 6U,
    0U, 0U, 0U, 0U, 0U, 1U, 0U, 0U, 0U, 10U, 5U, 0U, 0U, 5U, 3U, 0U, 10U, 9U, 2U,
    2U, 13U, 18U, 0U, 3U, 23U, 15U, 12U, 12U, 13U, 22U, 22U, 6U, 6U, 4U, 22U,
    20U, 5U, 9U, 10U, 0U, 54U, 51U, 33U, 40U, 24U, 0U, 0U, 1U, 4U, 0U, 0U, 0U,
    0U, 15U, 29U, 39U, 7U, 14U, 15U, 15U, 16U, 19U, 23U, 30U, 34U, 39U, 48U, 76U,
    52U, 29U, 74U, 86U, 48U, 38U, 74U, 56U, 26U, 37U, 36U, 48U, 47U, 58U, 65U,
    63U, 51U, 40U, 23U, 1U, 4U, 0U, 0U, 0U, 0U, 1U, 2U, 0U, 0U, 0U, 2U, 3U, 0U,
    0U, 0U, 0U, 0U, 9U, 13U, 19U, 13U, 9U, 9U, 0U, 1U, 13U, 18U, 12U, 5U, 6U,
    14U, 5U, 0U, 0U, 0U, 19U, 29U, 23U, 16U, 16U, 28U, 32U, 37U, 32U, 18U, 12U,
    14U, 18U, 24U, 22U, 23U, 25U, 25U, 26U, 22U, 13U, 0U, 0U, 18U, 2U, 0U, 29U,
    36U, 24U, 29U, 20U, 29U, 1U, 0U, 13U, 12U, 12U, 3U, 0U, 0U, 12U, 6U, 0U, 23U,
    49U, 19U, 7U, 13U, 0U, 0U, 0U, 0U, 9U, 0U, 2U, 8U, 0U, 0U, 0U, 0U, 5U, 1U,
    0U, 10U, 11U, 18U, 22U, 24U, 5U, 0U, 0U, 0U, 0U, 4U, 8U, 12U, 16U, 16U, 13U,
    16U, 17U, 20U, 21U, 15U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 1U, 0U, 11U, 14U, 14U,
    0U, 0U, 8U, 0U, 2U, 1U, 0U, 0U, 0U, 0U, 0U, 0U, 2U, 5U, 5U, 0U, 0U, 1U, 1U,
    6U, 2U, 0U, 0U, 0U, 2U, 7U, 0U, 0U, 0U, 0U, 2U, 5U, 0U, 4U, 5U, 0U, 10U, 15U,
    5U, 4U, 10U, 20U, 4U, 3U, 20U, 17U, 12U, 13U, 13U, 23U, 34U, 21U, 9U, 3U,
    15U, 15U, 2U, 7U, 14U, 0U, 25U, 54U, 35U, 34U, 31U, 7U, 0U, 0U, 3U, 1U, 0U,
    0U, 0U, 7U, 23U, 36U, 12U, 20U, 22U, 21U, 22U, 27U, 32U, 37U, 52U, 65U, 82U,
    78U, 50U, 61U, 86U, 52U, 47U, 50U, 31U, 53U, 60U, 33U, 39U, 49U, 50U, 58U,
    67U, 64U, 47U, 30U, 15U, 0U, 6U, 0U, 0U, 0U, 0U, 1U, 2U, 0U, 2U, 0U, 0U, 2U,
    0U, 0U, 0U, 6U, 7U, 10U, 11U, 21U, 16U, 0U, 0U, 0U, 6U, 5U, 20U, 13U, 3U, 4U,
    0U, 0U, 0U, 0U, 22U, 34U, 26U, 19U, 19U, 19U, 37U, 34U, 32U, 27U, 14U, 12U,
    16U, 20U, 22U, 21U, 22U, 23U, 25U, 24U, 19U, 11U, 0U, 21U, 6U, 0U, 13U, 24U,
    24U, 41U, 33U, 11U, 19U, 6U, 0U, 9U, 19U, 9U, 6U, 0U, 5U, 18U, 13U, 32U, 71U,
    81U, 16U, 19U, 14U, 0U, 0U, 0U, 0U, 5U, 0U, 13U, 17U, 0U, 0U, 0U, 8U, 3U, 2U,
    3U, 10U, 9U, 20U, 23U, 21U, 4U, 1U, 0U, 0U, 3U, 10U, 6U, 10U, 13U, 12U, 12U,
    16U, 17U, 18U, 20U, 13U, 0U, 0U, 1U, 2U, 0U, 0U, 0U, 0U, 0U, 14U, 14U, 15U,
    0U, 0U, 11U, 5U, 11U, 0U, 2U, 0U, 0U, 9U, 0U, 0U, 0U, 1U, 8U, 3U, 1U, 0U, 0U,
    2U, 4U, 20U, 0U, 2U, 2U, 0U, 5U, 1U, 0U, 0U, 5U, 10U, 2U, 0U, 2U, 2U, 13U,
    4U, 4U, 9U, 10U, 28U, 11U, 4U, 24U, 18U, 9U, 15U, 5U, 11U, 40U, 33U, 13U,
    11U, 14U, 18U, 13U, 13U, 21U, 0U, 0U, 47U, 47U, 30U, 36U, 33U, 3U, 0U, 2U,
    3U, 2U, 0U, 0U, 5U, 23U, 32U, 24U, 30U, 34U, 37U, 37U, 35U, 49U, 69U, 63U,
    83U, 77U, 56U, 67U, 80U, 58U, 52U, 58U, 43U, 35U, 42U, 50U, 47U, 46U, 50U,
    58U, 66U, 59U, 51U, 42U, 23U, 4U, 3U, 4U, 1U, 0U, 0U, 1U, 2U, 0U, 0U, 7U, 0U,
    0U, 1U, 2U, 0U, 0U, 15U, 1U, 11U, 15U, 22U, 11U, 0U, 2U, 0U, 3U, 7U, 12U,
    12U, 7U, 1U, 0U, 0U, 1U, 14U, 22U, 22U, 25U, 25U, 25U, 28U, 35U, 34U, 28U,
    18U, 12U, 9U, 14U, 19U, 18U, 24U, 30U, 23U, 31U, 28U, 14U, 0U, 5U, 23U, 0U,
    0U, 26U, 23U, 20U, 37U, 34U, 19U, 5U, 40U, 0U, 5U, 12U, 24U, 9U, 0U, 0U, 15U,
    22U, 16U, 23U, 20U, 0U, 6U, 29U, 0U, 0U, 2U, 0U, 2U, 0U, 5U, 19U, 0U, 0U, 0U,
    0U, 2U, 3U, 3U, 12U, 3U, 20U, 27U, 11U, 0U, 10U, 0U, 8U, 6U, 19U, 5U, 16U,
    8U, 12U, 13U, 12U, 21U, 20U, 15U, 17U, 1U, 0U, 1U, 5U, 0U, 0U, 2U, 0U, 0U,
    11U, 2U, 17U, 8U, 0U, 17U, 0U, 5U, 1U, 7U, 3U, 0U, 10U, 0U, 0U, 0U, 0U, 0U,
    1U, 2U, 3U, 0U, 2U, 4U, 7U, 8U, 0U, 1U, 6U, 0U, 2U, 0U, 1U, 0U, 3U, 5U, 0U,
    0U, 5U, 11U, 3U, 10U, 16U, 19U, 31U, 12U, 5U, 26U, 20U, 21U, 9U, 4U, 7U, 25U,
    42U, 24U, 17U, 17U, 16U, 17U, 17U, 17U, 8U, 0U, 23U, 49U, 31U, 29U, 38U, 0U,
    0U, 3U, 0U, 2U, 0U, 0U, 2U, 17U, 26U, 35U, 36U, 46U, 41U, 46U, 55U, 51U, 59U,
    69U, 71U, 37U, 52U, 75U, 56U, 49U, 61U, 59U, 48U, 39U, 42U, 51U, 53U, 52U,
    50U, 66U, 65U, 58U, 49U, 31U, 12U, 3U, 3U, 6U, 3U, 0U, 0U, 1U, 2U, 0U, 0U,
    5U, 0U, 0U, 10U, 0U, 0U, 22U, 0U, 0U, 9U, 12U, 15U, 8U, 0U, 4U, 5U, 0U, 4U,
    9U, 12U, 5U, 0U, 0U, 7U, 12U, 18U, 19U, 18U, 22U, 26U, 28U, 32U, 31U, 29U,
    23U, 16U, 12U, 13U, 19U, 23U, 25U, 30U, 29U, 31U, 22U, 25U, 25U, 19U, 13U,
    0U, 8U, 16U, 19U, 32U, 37U, 46U, 38U, 0U, 22U, 31U, 0U, 6U, 12U, 25U, 0U, 3U,
    23U, 9U, 13U, 21U, 34U, 4U, 0U, 0U, 28U, 2U, 0U, 4U, 5U, 0U, 0U, 0U, 7U, 4U,
    0U, 0U, 0U, 9U, 2U, 3U, 11U, 6U, 22U, 28U, 10U, 0U, 8U, 0U, 12U, 7U, 24U, 6U,
    15U, 7U, 7U, 13U, 16U, 24U, 21U, 18U, 17U, 1U, 0U, 2U, 6U, 0U, 0U, 3U, 0U,
    0U, 10U, 0U, 13U, 7U, 0U, 18U, 0U, 3U, 2U, 1U, 2U, 0U, 7U, 1U, 0U, 0U, 0U,
    0U, 0U, 0U, 1U, 8U, 4U, 0U, 0U, 0U, 0U, 5U, 7U, 0U, 0U, 0U, 9U, 0U, 8U, 5U,
    0U, 4U, 5U, 11U, 6U, 13U, 25U, 26U, 34U, 12U, 4U, 45U, 11U, 15U, 14U, 6U, 9U,
    27U, 35U, 36U, 30U, 16U, 14U, 21U, 20U, 17U, 13U, 5U, 0U, 51U, 31U, 29U, 36U,
    10U, 0U, 2U, 6U, 4U, 0U, 0U, 0U, 14U, 24U, 48U, 43U, 44U, 47U, 58U, 57U, 54U,
    81U, 63U, 24U, 36U, 65U, 59U, 59U, 61U, 47U, 52U, 47U, 44U, 48U, 53U, 58U,
    58U, 55U, 66U, 60U, 54U, 41U, 16U, 0U, 0U, 0U, 8U, 1U, 0U, 0U, 0U, 2U, 0U,
    0U, 0U, 0U, 6U, 5U, 0U, 11U, 14U, 4U, 0U, 15U, 18U, 11U, 2U, 0U, 7U, 9U, 6U,
    8U, 12U, 9U, 0U, 0U, 0U, 20U, 24U, 25U, 20U, 18U, 23U, 28U, 29U, 28U, 19U,
    18U, 14U, 11U, 11U, 16U, 26U, 34U, 31U, 34U, 6U, 23U, 15U, 22U, 52U, 31U, 0U,
    0U, 22U, 30U, 28U, 40U, 37U, 49U, 49U, 0U, 25U, 4U, 0U, 21U, 16U, 17U, 8U,
    11U, 34U, 13U, 7U, 30U, 28U, 0U, 2U, 0U, 11U, 10U, 0U, 0U, 0U, 0U, 1U, 0U,
    0U, 11U, 8U, 2U, 0U, 6U, 0U, 0U, 7U, 7U, 23U, 28U, 12U, 0U, 0U, 0U, 11U, 2U,
    23U, 6U, 15U, 10U, 3U, 13U, 18U, 22U, 21U, 19U, 15U, 0U, 0U, 4U, 7U, 0U, 0U,
    3U, 0U, 0U, 20U, 0U, 9U, 3U, 0U, 17U, 0U, 0U, 10U, 1U, 6U, 0U, 0U, 6U, 1U,
    0U, 2U, 9U, 0U, 0U, 6U, 5U, 15U, 0U, 10U, 2U, 0U, 4U, 2U, 0U, 4U, 4U, 3U, 0U,
    1U, 5U, 0U, 4U, 8U, 5U, 0U, 2U, 13U, 13U, 23U, 25U, 12U, 64U, 20U, 4U, 20U,
    23U, 14U, 14U, 16U, 36U, 40U, 18U, 10U, 18U, 21U, 15U, 9U, 4U, 0U, 35U, 40U,
    28U, 31U, 28U, 0U, 4U, 5U, 3U, 0U, 0U, 0U, 6U, 14U, 55U, 44U, 41U, 55U, 60U,
    58U, 65U, 65U, 19U, 45U, 69U, 53U, 41U, 57U, 54U, 56U, 50U, 48U, 47U, 48U,
    55U, 62U, 65U, 63U, 62U, 59U, 48U, 28U, 9U, 0U, 0U, 0U, 5U, 1U, 0U, 0U, 3U,
    5U, 2U, 0U, 1U, 1U, 6U, 0U, 4U, 12U, 0U, 3U, 0U, 10U, 14U, 4U, 0U, 0U, 8U,
    9U, 11U, 12U, 13U, 0U, 0U, 0U, 17U, 21U, 23U, 23U, 20U, 21U, 25U, 30U, 29U,
    26U, 16U, 14U, 14U, 13U, 15U, 22U, 28U, 33U, 35U, 17U, 29U, 9U, 15U, 37U,
    65U, 0U, 0U, 27U, 39U, 29U, 39U, 46U, 37U, 40U, 30U, 0U, 3U, 0U, 11U, 9U, 0U,
    20U, 23U, 30U, 29U, 21U, 12U, 66U, 29U, 0U, 4U, 0U, 1U, 12U, 0U, 2U, 0U, 0U,
    0U, 0U, 1U, 7U, 6U, 5U, 0U, 0U, 1U, 0U, 7U, 9U, 22U, 27U, 13U, 0U, 0U, 0U,
    15U, 0U, 21U, 8U, 14U, 12U, 1U, 13U, 19U, 19U, 18U, 17U, 10U, 0U, 0U, 5U, 7U,
    0U, 0U, 3U, 1U, 0U, 24U, 0U, 8U, 0U, 0U, 15U, 3U, 0U, 12U, 7U, 6U, 1U, 0U,
    5U, 20U, 18U, 22U, 31U, 10U, 0U, 6U, 9U, 7U, 1U, 4U, 0U, 0U, 3U, 2U, 0U, 4U,
    2U, 0U, 2U, 0U, 0U, 4U, 0U, 10U, 0U, 3U, 1U, 14U, 8U, 8U, 30U, 9U, 57U, 54U,
    11U, 17U, 38U, 27U, 9U, 9U, 26U, 41U, 27U, 15U, 16U, 24U, 20U, 10U, 5U, 0U,
    3U, 48U, 34U, 30U, 26U, 13U, 3U, 0U, 1U, 3U, 0U, 0U, 0U, 3U, 59U, 42U, 45U,
    51U, 62U, 79U, 55U, 8U, 24U, 84U, 62U, 28U, 44U, 51U, 55U, 61U, 46U, 46U,
    46U, 49U, 58U, 67U, 71U, 68U, 58U, 55U, 33U, 12U, 3U, 1U, 0U, 0U, 0U, 0U, 3U,
    4U, 4U, 4U, 1U, 0U, 0U, 3U, 0U, 5U, 8U, 11U, 0U, 0U, 4U, 12U, 15U, 3U, 0U,
    0U, 9U, 12U, 10U, 11U, 2U, 0U, 0U, 10U, 22U, 18U, 23U, 24U, 24U, 24U, 26U,
    27U, 27U, 24U, 18U, 17U, 18U, 20U, 25U, 25U, 22U, 17U, 18U, 30U, 30U, 10U,
    4U, 61U, 5U, 0U, 0U, 31U, 35U, 30U, 45U, 48U, 27U, 10U, 0U, 57U, 21U, 0U, 8U,
    4U, 1U, 11U, 2U, 18U, 33U, 41U, 11U, 21U, 0U, 9U, 7U, 0U, 0U, 12U, 6U, 8U,
    2U, 0U, 2U, 0U, 4U, 0U, 2U, 1U, 0U, 0U, 0U, 0U, 8U, 11U, 22U, 21U, 11U, 1U,
    3U, 9U, 24U, 0U, 19U, 9U, 15U, 12U, 5U, 14U, 22U, 19U, 16U, 17U, 7U, 0U, 0U,
    4U, 7U, 0U, 0U, 4U, 2U, 0U, 24U, 0U, 3U, 0U, 0U, 10U, 8U, 0U, 5U, 8U, 0U, 4U,
    0U, 4U, 36U, 35U, 33U, 26U, 29U, 3U, 0U, 7U, 0U, 5U, 14U, 0U, 0U, 4U, 0U, 0U,
    0U, 0U, 0U, 8U, 0U, 0U, 0U, 0U, 4U, 0U, 3U, 0U, 9U, 7U, 8U, 35U, 20U, 54U,
    76U, 39U, 20U, 39U, 35U, 15U, 15U, 28U, 32U, 35U, 22U, 14U, 26U, 23U, 9U,
    11U, 3U, 0U, 36U, 44U, 27U, 20U, 17U, 0U, 0U, 0U, 4U, 1U, 0U, 0U, 1U, 65U,
    54U, 51U, 48U, 70U, 62U, 11U, 18U, 70U, 66U, 49U, 39U, 43U, 49U, 55U, 53U,
    41U, 45U, 48U, 55U, 63U, 70U, 69U, 65U, 54U, 49U, 20U, 0U, 1U, 4U, 0U, 0U,
    0U, 0U, 6U, 9U, 6U, 2U, 3U, 2U, 0U, 1U, 0U, 5U, 22U, 24U, 0U, 0U, 24U, 18U,
    17U, 5U, 0U, 0U, 2U, 5U, 6U, 9U, 0U, 0U, 11U, 21U, 14U, 21U, 27U, 26U, 26U,
    25U, 23U, 24U, 27U, 25U, 23U, 19U, 19U, 24U, 31U, 29U, 19U, 9U, 15U, 23U,
    20U, 18U, 46U, 8U, 0U, 19U, 25U, 34U, 42U, 40U, 50U, 35U, 1U, 1U, 35U, 81U,
    0U, 0U, 0U, 14U, 26U, 8U, 0U, 16U, 45U, 36U, 25U, 4U, 0U, 9U, 8U, 0U, 1U, 9U,
    4U, 12U, 3U, 0U, 7U, 0U, 0U, 2U, 2U, 0U, 0U, 1U, 0U, 0U, 16U, 16U, 23U, 18U,
    8U, 3U, 8U, 12U, 29U, 0U, 16U, 10U, 15U, 13U, 6U, 14U, 24U, 20U, 17U, 16U,
    5U, 0U, 0U, 5U, 5U, 0U, 0U, 6U, 3U, 0U, 24U, 0U, 0U, 0U, 0U, 7U, 12U, 0U, 3U,
    16U, 0U, 5U, 0U, 0U, 32U, 31U, 33U, 30U, 25U, 21U, 0U, 0U, 11U, 0U, 23U, 8U,
    5U, 2U, 0U, 0U, 0U, 1U, 2U, 6U, 0U, 0U, 0U, 7U, 0U, 0U, 8U, 4U, 12U, 8U, 7U,
    29U, 29U, 40U, 83U, 77U, 41U, 28U, 30U, 14U, 14U, 24U, 20U, 32U, 23U, 13U,
    24U, 22U, 11U, 14U, 10U, 0U, 7U, 45U, 32U, 26U, 8U, 0U, 0U, 0U, 4U, 4U, 3U,
    5U, 5U, 62U, 61U, 47U, 56U, 65U, 24U, 10U, 58U, 53U, 48U, 64U, 55U, 40U, 38U,
    37U, 61U, 44U, 47U, 51U, 59U, 67U, 68U, 65U, 60U, 50U, 34U, 6U, 0U, 0U, 3U,
    0U, 0U, 0U, 0U, 9U, 8U, 0U, 0U, 0U, 5U, 0U, 0U, 0U, 4U, 28U, 31U, 0U, 20U,
    28U, 14U, 12U, 5U, 0U, 0U, 0U, 0U, 10U, 9U, 0U, 3U, 22U, 22U, 14U, 23U, 31U,
    29U, 29U, 28U, 22U, 22U, 24U, 22U, 30U, 20U, 15U, 20U, 31U, 33U, 22U, 8U,
    27U, 0U, 10U, 49U, 31U, 0U, 6U, 16U, 30U, 43U, 35U, 35U, 45U, 31U, 13U, 24U,
    16U, 38U, 1U, 0U, 0U, 3U, 11U, 0U, 6U, 19U, 42U, 27U, 16U, 0U, 0U, 6U, 5U,
    2U, 2U, 10U, 0U, 10U, 4U, 0U, 10U, 0U, 0U, 2U, 7U, 0U, 0U, 2U, 0U, 0U, 20U,
    15U, 20U, 12U, 3U, 11U, 1U, 0U, 22U, 0U, 9U, 11U, 17U, 16U, 6U, 11U, 24U,
    19U, 18U, 16U, 0U, 0U, 0U, 2U, 4U, 0U, 0U, 4U, 0U, 0U, 21U, 0U, 0U, 0U, 5U,
    2U, 11U, 7U, 0U, 18U, 0U, 0U, 0U, 0U, 13U, 26U, 29U, 36U, 18U, 30U, 10U, 0U,
    15U, 0U, 0U, 0U, 2U, 1U, 2U, 4U, 0U, 2U, 0U, 0U, 8U, 0U, 0U, 12U, 0U, 0U, 0U,
    1U, 7U, 6U, 3U, 16U, 41U, 31U, 88U, 94U, 69U, 36U, 19U, 14U, 13U, 17U, 17U,
    23U, 22U, 19U, 20U, 20U, 16U, 15U, 12U, 5U, 0U, 23U, 36U, 30U, 15U, 0U, 0U,
    3U, 6U, 8U, 21U, 22U, 15U, 54U, 57U, 42U, 60U, 23U, 1U, 64U, 66U, 33U, 49U,
    52U, 51U, 43U, 43U, 55U, 52U, 50U, 53U, 57U, 61U, 64U, 62U, 59U, 56U, 46U,
    21U, 0U, 0U, 0U, 0U, 4U, 3U, 0U, 1U, 8U, 4U, 0U, 0U, 2U, 9U, 3U, 0U, 0U, 35U,
    29U, 9U, 0U, 30U, 23U, 9U, 15U, 19U, 14U, 14U, 7U, 6U, 17U, 10U, 16U, 24U,
    20U, 22U, 25U, 21U, 28U, 27U, 28U, 29U, 23U, 21U, 22U, 17U, 30U, 20U, 15U,
    20U, 30U, 31U, 22U, 8U, 18U, 20U, 46U, 23U, 0U, 15U, 32U, 41U, 45U, 58U, 31U,
    36U, 35U, 22U, 26U, 0U, 0U, 0U, 0U, 22U, 0U, 0U, 0U, 0U, 14U, 31U, 38U, 24U,
    2U, 0U, 3U, 3U, 5U, 2U, 5U, 16U, 0U, 13U, 10U, 0U, 8U, 0U, 0U, 0U, 7U, 4U,
    0U, 0U, 0U, 8U, 23U, 14U, 15U, 8U, 5U, 22U, 7U, 3U, 25U, 0U, 5U, 12U, 17U,
    16U, 1U, 6U, 22U, 18U, 18U, 16U, 0U, 0U, 1U, 2U, 1U, 0U, 0U, 5U, 1U, 0U, 15U,
    0U, 0U, 0U, 7U, 0U, 7U, 9U, 0U, 22U, 0U, 0U, 1U, 0U, 8U, 36U, 32U, 28U, 31U,
    21U, 18U, 9U, 0U, 7U, 0U, 0U, 6U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 8U, 5U, 1U,
    18U, 16U, 0U, 3U, 3U, 7U, 7U, 4U, 6U, 42U, 13U, 86U, 85U, 89U, 57U, 21U, 23U,
    24U, 21U, 22U, 20U, 23U, 25U, 17U, 17U, 20U, 19U, 16U, 14U, 0U, 5U, 45U, 33U,
    35U, 12U, 20U, 21U, 12U, 13U, 33U, 39U, 33U, 39U, 45U, 47U, 16U, 5U, 71U,
    67U, 39U, 46U, 48U, 48U, 51U, 51U, 52U, 53U, 51U, 51U, 58U, 60U, 62U, 62U,
    56U, 50U, 50U, 29U, 12U, 0U, 0U, 3U, 3U, 0U, 0U, 0U, 3U, 5U, 0U, 0U, 0U, 0U,
    2U, 0U, 0U, 32U, 32U, 18U, 8U, 10U, 0U, 12U, 9U, 9U, 18U, 25U, 16U, 10U, 20U,
    18U, 10U, 14U, 24U, 25U, 23U, 22U, 21U, 34U, 31U, 28U, 26U, 22U, 21U, 19U,
    21U, 22U, 18U, 26U, 25U, 20U, 18U, 24U, 1U, 21U, 46U, 22U, 0U, 0U, 30U, 37U,
    43U, 51U, 55U, 30U, 32U, 43U, 15U, 14U, 3U, 43U, 59U, 0U, 0U, 19U, 21U, 5U,
    0U, 41U, 43U, 39U, 18U, 0U, 2U, 8U, 0U, 2U, 0U, 0U, 21U, 0U, 13U, 16U, 0U,
    6U, 0U, 0U, 1U, 11U, 7U, 0U, 2U, 0U, 6U, 6U, 4U, 7U, 0U, 11U, 19U, 35U, 46U,
    36U, 0U, 10U, 14U, 10U, 15U, 5U, 10U, 19U, 17U, 17U, 9U, 0U, 1U, 1U, 6U, 0U,
    0U, 0U, 5U, 0U, 4U, 9U, 4U, 0U, 0U, 8U, 0U, 0U, 12U, 0U, 0U, 0U, 0U, 0U, 0U,
    8U, 26U, 32U, 31U, 28U, 21U, 20U, 18U, 8U, 0U, 0U, 0U, 0U, 0U, 0U, 0U, 0U,
    3U, 0U, 2U, 7U, 38U, 45U, 40U, 20U, 0U, 2U, 7U, 8U, 16U, 0U, 0U, 21U, 11U,
    60U, 90U, 91U, 78U, 47U, 24U, 30U, 19U, 20U, 23U, 26U, 30U, 22U, 14U, 24U,
    16U, 10U, 21U, 6U, 0U, 39U, 40U, 39U, 23U, 34U, 30U, 31U, 32U, 36U, 36U, 36U,
